[{"name": ["哲学（01）"], "children": [{"name": "哲学类(0101）", "children": [{"des": ["兼职神秘访客、兼职神秘顾客、演讲讲师、业务代表、编辑、销售总监、销售经理、图书编辑、行政人事专员、文案策划、房地产文案、董事长秘书等。"], "name": ["哲学"]}, {"des": ["国家机关、新闻出版、科研单位、企事业管理、教师、编辑、文案、作家、法律人员、行政人事专员、咨询、顾问、学术、教师、培训、编辑、文案、作家、会计师"], "name": ["逻辑学"]}, {"des": ["教师、培训、编辑、文案、作家、会计师、出纳员、软件工程师、统计员、物流员、公务员、事业单位、网站编辑、研究员、媒介策划、秘书、记者"], "name": ["伦理学"]}, {"des": ["数据采集中"], "name": ["宗教学"]}]}]}, {"name": ["经济学（02）"], "children": [{"name": "经济学类(0201）", "children": [{"des": ["财务经理，会计，财务总监，销售经理，财务主管，客户经理，销售代表，项目经理，财务会计助理，区域经理，出纳，总经理助理"], "name": ["经济学"]}, {"des": ["会计、财务、财务部、财务、总帐、出纳员、成本会计、出纳、审计、银行会计、柜员、财务分析员、市场营销、研究员、营销策划、采购、客户服务、商务、行政、秘书、商务部、行政部门、物流、投资"], "name": ["经济统计学"]}, {"des": ["市场、公关、营销人员、咨询、顾问、对外贸易人员、建筑师、房地产销售人员、人事行政、行政人事部、招聘培训、秘书、文员、办事处、后勤、保险内勤、"], "name": ["财政学"]}, {"des": ["秘书、文员、秘书、行政、会计、业务跟单、采购部、顾问、对外贸易人员、财务经理，会计，财务总监，销售经理，公务员、出纳员、成本会计、出纳、审计、"], "name": ["资源与环境经济学"]}, {"des": ["教师、行政人员、人力资源、律师、法务、会计、财务、贸易跟单、新闻出版、证券、保险、银行行政人员、公务员、市场调查员、科研单位"], "name": ["国民经济管理"]}, {"des": ["数据采集中"], "name": ["保险"]}, {"des": ["数据采集中"], "name": ["环境经济"]}, {"des": ["数据采集中"], "name": ["税务"]}, {"des": ["数据采集中"], "name": ["网络经济学"]}, {"des": ["数据采集中"], "name": ["体育经济"]}, {"des": ["数据采集中"], "name": ["环境资源与发展经济学"]}, {"des": ["数据采集中"], "name": ["海洋经济学"]}, {"des": ["数据采集中"], "name": ["国际文化贸易"]}, {"des": ["数据采集中"], "name": ["商务经济学"]}, {"des": ["数据采集中"], "name": ["能源经济"]}]}, {"name": "财政学类(0202）", "children": [{"des": ["公务员、事业单位、会计、公务员、财务、客户服务、财务、总帐、税务、行政、客服、、审计、银行会计、柜员、计算机软件、金融、信贷管理、资信评估"], "name": ["税收学"]}]}, {"name": "金融学类(0203）", "children": [{"des": ["对外贸易人员 、市场营销人员、基金经理、　证券经纪人、证券业务员、佣金经纪、股票分析师、证券事务代表、董事会秘书、对外贸易人员、经济预测、分析人员"], "name": ["金融学"]}, {"des": ["理财产品设计开发、销售工程师、软件测试工程师、软件工程师、java工程师、java软件工程师、测试工程师、财务经理、会计、实施工程师、技术支持工程师、高级软件工程师、分析师"], "name": ["金融工程"]}, {"des": ["保险公司、保险中介公司、银行金融机构、金融投资、房地产、教育事业、保险培训师、审计、人力资源、保险核保、项目策划、保险内勤、行政、秘书、后勤、文员"], "name": ["保险学"]}, {"des": ["投资顾问、保险公司人员、金融业相关委员会、出版传播人员、金融投资、房地产、教育事业、保险培训师、审计、人力资源、行政管理、税务代理机构、政府财税部门"], "name": ["投资学"]}, {"des": ["教育事业、投资咨询、交易员、一级支行理财部、金融经济研究员、项目研究员、审计、行政、分析师、商务、销售、咨询、信贷管理、项目管理、热控仪表施工管理、财经网站、"], "name": ["金融数学"]}, {"des": ["销售经理、客户经理、销售代表、收银员、会计、销售主管、医疗器械销售代表、区域销售经理、财务经理、业务经理、出纳、信用卡专员、理财"], "name": ["信用管理"]}, {"des": ["经济预测、市场营销人员、分析人员 、对外贸易人员、客户经理、销售代表、公务员、会计、财务、收银员、会计、管理职位 、金融投资、房地产、教育事业"], "name": ["经济与金融"]}]}, {"name": "经济与贸易类(0204）", "children": [{"des": ["报关员，外销员，报检员，单证员，跟单员外贸业务员、贸易专员、助理外贸专员、外贸经理、销售工程师、业务员，外销员，国际商务师，外贸经理"], "name": ["国际经济与贸易"]}, {"des": ["物流、营销人员、对外贸易人员、市场公关、保险员、投资专员、秘书、文员、公务员、行政客服、审计员、助理外贸专员、外贸经理、销售工程师、业务员出纳、柜员、市场营销人员、分析人员 、销售代表"], "name": ["贸易经济"]}]}]}, {"name": ["法学（03）"], "children": [{"name": "法学类(0301）", "children": [{"des": ["证券从业人员、会计师、审计师、影视法律顾问、房地产咨询、法制宣传人员、司法鉴定从事人员、商务律师、职业侦探人员、环境评估、律师"], "name": ["法学"]}, {"des": ["知识产权顾问，，家政人员，消防指挥人员，国际文化交流，务专员、知识产权顾问、销售代表、欧洲事务与欧洲关系，边防管理、秘书、经理助理、律师、公务员"], "name": ["知识产权"]}, {"des": ["数据采集中"], "name": ["监狱学"]}]}, {"name": "政治学类(0302）", "children": [{"des": ["销售、咨询顾问、秘书、经理助理、律师、教师、公务员、采购、人事管理、财务、审计、贸易专员、行政、客服助理外贸专员、酒店管理"], "name": ["政治学与行政学"]}, {"des": ["外交家，投资学家，教师、信用管理，金融工程、教师、、外事部门、新闻单位和教学科研机构"], "name": ["国际政治"]}, {"des": ["秘书、文员、行政助理、国际新闻、党政机关、外事部门、教师、编辑、文案、作家、法律人员、行政人事专员、咨询、新闻单位、教学科研机构"], "name": ["外交学"]}, {"des": ["外事部门、教师、编辑、文案销售、对外贸易人员、市场公关、新闻出版、国家机关人员、新闻出版、科研单位、企事业管理人员、秘书、文员、行政助理。"], "name": ["国际事务与国际关系"]}, {"des": ["外交家，投资学家，教师、编辑、文案销售、对外贸易人员、公务员、财政人员、秘书、文员、行政助理、国际新闻、党政机关"], "name": ["政治学、经济学与哲学"]}]}, {"name": "社会学类(0303）", "children": [{"des": ["销售代表、销售经理、人事专员、电话销售、客户经理、业务员、销售工程师、总经理、文员、行政助理、区域经理、销售主管、区域销售经理、业务经理"], "name": ["社会学"]}, {"des": ["销售代表、field operation trainee、市场代表、业务员、安全管理专员、英语助教、社工、策划助理、电话销售、营销顾问、储备干部、助理策划师"], "name": ["社会工作"]}, {"des": ["人力资源、编辑、人力资源部、培训师、培训师、讲师、文案、策划、采购、法务、导演编导、影视制作、教师、实施工程师、售前/售后技术支持工程师"], "name": ["人类学"]}, {"des": ["　会计、财务经理、软件工程师、自动化工程师、销售经理、电子工程师、嵌入式软件工程师、硬件开发工程师、财务主管、硬件测试工程师、销售代表、软件测试工程师"], "name": ["女性学"]}, {"des": ["学前教育管理、老年中心高级管理、、人事专员、电话销售、儿童用品产业开发设计、家庭服务业管理高级、服装设计与策划、饮食文化业高级管理"], "name": ["家政学"]}]}, {"name": "民族学类(0304）", "children": [{"des": ["采购、人力资源、编辑、作家、撰稿人、文案、策划、商务、人事行政、教授、讲师、编辑、撰稿、网站编辑、市场营销、媒介、商业地产策划师、编辑部"], "name": ["民族学"]}, {"des": ["数据采集中"], "name": ["国际文化交流"]}, {"des": ["数据采集中"], "name": ["国际政治经济学"]}, {"des": ["数据采集中"], "name": ["国际事务"]}, {"des": ["数据采集中"], "name": ["欧洲事务与欧洲关系"]}, {"des": ["数据采集中"], "name": ["东亚事务与东亚关系"]}]}, {"name": "马克思主义理论类(0305）", "children": [{"des": ["党政机关、外事部门、行政、后勤、高等院校等从事理论宣传、教育、培训、学术、采购、人力资源、编辑、科研、教学研究、编辑、撰稿、网站编辑、市场营销、媒介、商业地产策划师、编辑"], "name": ["科学社会主义"]}, {"des": ["党校教师，党务干事，党建管理、新闻媒体、教师、编辑、文案销售、客户经理、业务员、销售工程师、总经理、文员、公务员、采购、人事管理、"], "name": ["中国共产党历史"]}, {"des": ["党政机关、企事业单位从事思想政治教育、宣传、组织、人事等工作或教学、科研工作、编辑、撰稿、网站编辑、市场营销、公务员、财政人员、秘书、文员、行政助理"], "name": ["思想政治教育"]}, {"des": ["数据采集中"], "name": ["边防指挥"]}]}, {"name": "公安学类(0306）", "children": [{"des": ["侦查、刑事执法、预防和控制犯罪以及侦查学教学、科研、文员、行政助理、房地产建筑、教育、培训、保安管理、检察、国家安全部门人员、行政执法、公安管理"], "name": ["治安学"]}, {"des": ["侦查工作、刑事执法、预防和控制犯罪、侦查学教学、科研、公安人员、检察、国家安全部门人员、行政执法、公安管理"], "name": ["侦查学"]}, {"des": ["国边境管理、部队管理和出入境边检查、行政、后勤、咨询、顾问、公务员、采购、贸易、外贸经理、销售工程师、业务员，外销员秘书、文员、行政助理、人事管理"], "name": ["边防管理"]}, {"des": ["销售、侦查工作、刑事执法、电话销售、销售部、业务部、销售部门、科研、文员、行政助理、业务员、销售行政、销售秘书、、公安人员、检察、国家安全部门人员、销售支持"], "name": ["禁毒学"]}, {"des": ["防暴警、巡警、警察、公务员、事业单位、文员、客户服务、公务员、销售、后勤、人力资源、行政、客服、房地产开发、策划、市场策划、企划、社会调查、法医、警察、刑警"], "name": ["警犬技术"]}, {"des": ["社会调查、法医、警察、刑警、侦查学教学、教师、刑事执法、预防和控制犯罪、侦查、秘书、文员、行政助理、咨询、新闻单位、教学科研机构、检察、国家安全部门人员、行政执法、公安管理"], "name": ["经济犯罪侦查"]}, {"des": ["保安员、安全员、项目经理、工程部经理、消防主管、广场总经理、保安主管、安全工程师、酒店行李员、保安队长、安保主管、社会调查、法医、警察、刑警"], "name": ["消防指挥"]}, {"des": ["侦查工作、刑事执法工作、预防和控制犯罪以及侦查学教学、科研工作、公务员、事业单位、文员、安全员、项目经理、工程部经理、保安队长、安保主管"], "name": ["警卫学"]}, {"des": ["主持人、论坛管理活动策划、餐饮/娱乐服务员、图书馆员、企业管理培训讲师，、经营分析、室内外装潢设计、程序开发测试、日语教学、日语翻译"], "name": ["公安情报学"]}, {"des": ["防暴警、巡警、警察、公务员、事业单位、文员、客户服务、公务员、销售、后勤、人力资源、行政、客服、房地产开发、策划、市场策划、企划"], "name": ["犯罪学"]}, {"des": ["社会调查、法医、警察、刑警、侦查学教学、教师、刑事执法、预防和控制犯罪、侦查、秘书、文员、行政助理、咨询、新闻单位、教学科研机构"], "name": ["公安管理学"]}, {"des": ["部队管理和出入境边检查、行政、后勤、咨询、顾问、公务员、采购、贸易、外贸经理、销售工程师、业务员，外销员秘书、文员、行政助理"], "name": ["涉外警务"]}, {"des": ["施工员、安全员、安全工程师、网络工程师、安全工程技术人员、系统工程师、网络信息安全工程师、弱电工程师、网络安全工程师、项目经理、运维工程师、工程部经理、信息安全工程师等。"], "name": ["国内安全保卫"]}, {"des": ["保安员、安全员、项目经理、工程部经理、消防主管、广场总经理、保安主管、安全工程师、酒店行李员、保安队长、安保主管、行政、后勤、咨询、顾问、公务员、采购、贸易、外贸经理"], "name": ["警务指挥与战术"]}]}]}, {"name": ["教育学（04）"], "children": [{"name": "教育学类(0401）", "children": [{"des": ["高等教育教师、图书管理员、其他中等职业教育教师、中等职业教育教师、媒体专家、学校的社会工作者、行政人事专员、文案策划、文案、策划、商务、人事行政、教授、讲师、新闻单位、教学科研机构"], "name": ["教育学"]}, {"des": ["教育咨询师、酒店店经理、初中科学教师、课程顾问、销售经理、英语教师、初中英语教师、财务总监、初中数学教师、少儿英语教师、初中科学老师、小学科学教师"], "name": ["科学教育"]}, {"des": ["少儿英语教师、市场专员、医药代表、otc销售代表、图书编辑、市场推广专员、销售主管、中心校长、课程顾问、销售经理、英语教师、初中英语教师、"], "name": ["人文教育"]}, {"des": ["计算机教师、安全员、销售经理、项目经理、销售工程师、销售代表、电气工程师、技术支持工程师、工程部经理、产品经理、办事处主任、软件工程师、生产主管"], "name": ["教育技术学"]}, {"des": ["美术老师、课程顾问、钢琴教师、平面设计、平面设计师、幼儿教师、美术教师、平面设计、广告设计、淘宝美工、平面设计实习生、平面设计强化实训进修、广告设计学徒、少儿美术教师、早教老师"], "name": ["艺术教育"]}, {"des": ["幼儿园教师、小学教师、课程顾问、钢琴教师、幼教、美术老师助理、文员、教育咨询师、讲师、新闻单位、教学科研机构"], "name": ["学前教育"]}, {"des": ["小学数学教师、小学语文教师、小学英语教师、小学语文老师、学习管理师、教育咨询师、小学数学老师、课程顾问、初中数学教师、初中英语教师、酒店店经理、小学英语老师"], "name": ["小学教育"]}, {"des": ["特教老师、图书管理员、课程顾问、销售经理、英语教师、小学英语教师、小学语文老师、学习管理师、教育咨询师、讲师、新闻单位、教学科研机构、特殊教育教师"], "name": ["特殊教育"]}, {"des": ["幼儿教材销售代理商、指导咨询、图书管理员、课程顾问、销售经理、英语教师、小学英语教师、小学语文老师、学习管理师、教育咨询师、讲师、新闻单位、教学科研机构"], "name": ["华文教育"]}, {"des": ["数据采集中"], "name": ["言语听觉科学"]}]}, {"name": "体育学类(0402）", "children": [{"des": ["体育工作人员、体育老师、健身教练、社会体育指导员、学校体育科学研究工作、体育场地工、学校体育管理工作、竞赛工作、社会体育指导、教练、竞赛工作人员、运动员"], "name": ["体育教育"]}, {"des": ["教学、教练、竞赛工作人员、运动员、群众活动团体从事运动训练、体育教学和管理工作"], "name": ["运动训练"]}, {"des": ["健身教练、理疗师、各级体育行政机关、企事业单位、新闻出版机构、社会体育管理机构、各类体育协会、体育俱乐部、体育企业和体育场馆部门的体育行政管理、咨询指导、产业经营开发及教学、科研工作"], "name": ["社会体育指导与管理"]}, {"des": ["体育竞技专职人、体育综合人员、健身教练、武术教练、育机构从事教育教学、会体育管理机构、各类体育协会、体育俱乐部人员、体育企业和体育场馆部门的体育行政管理"], "name": ["武术与民族传统体育"]}, {"des": ["健身教练、理疗师、各级体育行政机关、企事业单位、新闻出版机构、社会体育管理机构、体育俱乐部、体育企业和体育场馆部门的体育行政管理、咨询指导"], "name": ["运动人体科学"]}, {"des": ["医院的康复机构人员、体育运动基地、健康休闲俱乐部、职业运动俱乐部、养老院、社区、健康与康复科研所、体育与卫生行政部门等机构从事康复治疗、健康教育、健康测定与评估、健身指导、卫生保健、医疗监督、科学研究及行政管理"], "name": ["运动康复"]}, {"des": ["体育研究人员、体育旅游教练、休闲体育产品策划与设计专员、体育旅游项目开发与管理人员、休闲体育指导与服务人员、职业运动俱乐部、养老院、社区、健康与康复科研所、体育与卫生行政部门等机构从事康复治疗、健康教育、健康测定与评估、健身指导、卫生保健"], "name": ["休闲体育"]}, {"des": ["数据采集中"], "name": ["运动康复与健康"]}]}, {"name": "职业技术教育类(0403）", "children": [{"des": ["数据采集中"], "name": ["特用作物教育"]}, {"des": ["数据采集中"], "name": ["林木生产教育"]}, {"des": ["数据采集中"], "name": ["特用动物教育"]}, {"des": ["数据采集中"], "name": ["畜禽生产教育"]}, {"des": ["数据采集中"], "name": ["水产养殖教育"]}, {"des": ["数据采集中"], "name": ["应用生物教育"]}, {"des": ["数据采集中"], "name": ["农业机械教育"]}, {"des": ["数据采集中"], "name": ["农业建筑与环境控制教育"]}, {"des": ["数据采集中"], "name": ["农产品储运与加工教育"]}, {"des": ["数据采集中"], "name": ["农业经营管理教育"]}, {"des": ["数据采集中"], "name": ["机械制造工艺教育"]}, {"des": ["数据采集中"], "name": ["机械维修及检测技术教育"]}, {"des": ["数据采集中"], "name": ["电气技术教育"]}, {"des": ["数据采集中"], "name": ["制浆造纸工艺教育"]}, {"des": ["数据采集中"], "name": ["印刷工艺教育"]}, {"des": ["数据采集中"], "name": ["橡塑制品成型工艺教育"]}, {"des": ["数据采集中"], "name": ["食品工艺教育"]}, {"des": ["数据采集中"], "name": ["纺织工艺教育"]}, {"des": ["数据采集中"], "name": ["染整工艺教育"]}, {"des": ["数据采集中"], "name": ["化工工艺教育"]}, {"des": ["数据采集中"], "name": ["化工分析与检测技术教育"]}, {"des": ["数据采集中"], "name": ["建筑材料工程教育"]}, {"des": ["数据采集中"], "name": ["建筑工程教育"]}, {"des": ["数据采集中"], "name": ["装潢设计与工艺教育"]}, {"des": ["会计、财务经理、财务会计、财务总监、出纳、财务主管、会计主管、宋庆龄幼儿园 园长、主管会计、主办会计、幼儿园园长、总账会计"], "name": ["财务会计教育"]}, {"des": ["数据采集中"], "name": ["文秘教育"]}, {"des": ["数据采集中"], "name": ["职业技术教育管理"]}]}]}, {"name": ["文学（05）"], "children": [{"name": "中国语言文学类(0501）", "children": [{"des": ["文案策划、平面设计、文员、行政助理、平面设计师、前台接待 总机 接待生、行政前台、市场专员、策划经理、新闻单位、教学科研机构、行政前台、市场专员"], "name": ["汉语言文学"]}, {"des": ["教师、文员、行政助理、小学语文老师、文秘、文案、前台文员、讲师、新闻单位、教学科研机构、行政前台、市场专员、策划经理"], "name": ["汉语言"]}, {"des": ["对外汉语教师、赴韩国中文 英文教师、汉语教师 中文教师、兼职对外汉语教师、中文教师、对外汉语老师、赴韩汉语教师、高薪诚聘对外汉语教师、对外汉语培训师、课程顾问、招聘兼职对外汉语老师、兼职对外汉语老师"], "name": ["汉语国际教育"]}, {"des": ["、少数民族文献研究、中国历代民族政策研究、中国少数民族关系史、中国少数民族族别史、藏族语言文学研究"], "name": ["中国少数民族语言文学"]}, {"des": ["博物馆，档案馆，图书馆等古籍的研究与保护工作、图书编辑、行政人事专员、文案策划、技术开发人员、文献翻译研究、文员、行政助理"], "name": ["古典文献学"]}, {"des": ["语言教学、外汉语教学、新闻出版、党政部门、文员、行政助理、小学语文老师、文秘、文案、前台文员、讲师、新闻单位"], "name": ["应用语言学"]}, {"des": ["行政人事专员、文案策划、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政助理、后勤、技术开发人员、文献翻译研究"], "name": ["秘书学"]}, {"des": ["数据采集中"], "name": ["中国学"]}, {"des": ["数据采集中"], "name": ["中国语言文化"]}, {"des": ["数据采集中"], "name": ["对外汉语"]}]}, {"name": "外国语言文学类(0502）", "children": [{"des": ["英语老师、文秘、翻译、业务人员、外贸业务员、销售工程师、外贸专员、英语翻译、销售助理、销售经理、外贸跟单、外贸 贸易专员 助理、外贸业务、总经理助理、销售代表、外贸跟单员、行政管理人员、咨询、顾问、行政、后勤、"], "name": ["英语"]}, {"des": ["文秘、外贸业务员、销售工程师、外贸专员、英语翻译、销售助理、销售经理、外贸跟单、外贸 贸易专员 助理、外贸业务、总经理助理、销售代表、外贸跟单员、"], "name": ["俄语"]}, {"des": ["文秘、翻译、业务人员、外贸业务员、销售工程师、外贸专员、英语翻译、销售助理、销售经理、外贸跟单、外贸 贸易专员 助理、外贸业务、总经理助理、销售代表、外贸跟单员、"], "name": ["德语"]}, {"des": ["文秘、翻译、行政管理人员、咨询、顾问、行政、后勤、事业单位、网站编辑"], "name": ["法语"]}, {"des": ["文秘、西班牙与教师、翻译、业务人员、外贸业务员、销售工程师、外贸专员、英语翻译、销售助理、销售经理、外贸跟单、外贸 贸易专员 助理、外贸业务、总经理助理、销售代表、外贸跟单员、"], "name": ["西班牙语"]}, {"des": ["文秘、翻译、业务人员、销售经理、外贸跟单、外贸 贸易专员 助理、外贸业务、总经理助理、销售代表、外贸跟单员、"], "name": ["阿拉伯语"]}, {"des": ["业务人员、外贸业务员、销售工程师、外贸专员、日语翻译、销售助理、销售经理、外贸跟单、外贸 贸易专员 助理、外贸业务、总经理助理、销售代表、外贸跟单员、"], "name": ["日语"]}, {"des": ["文秘、业务人员、外贸业务员、销售工程师、外贸专员、波斯语翻译、、外贸跟单、外贸 贸易专员 助理、外贸业务、总经理助理、销售代表、外贸跟单员、"], "name": ["波斯语"]}, {"des": ["翻译、业务人员、外贸业务员、销售工程师、外贸专员、朝鲜语、翻译、销售助理、销售经理、外贸跟单、外贸 贸易专员 助理、外贸业务、总经理助理、销售代表、外贸跟单员、"], "name": ["朝鲜语"]}, {"des": ["文秘、翻译、业务人员、外贸业务员、销售工程师、外贸专员、销售助理、销售经理、外贸跟单、外贸 贸易专员 助理、外贸业务、总经理助理、销售代表、外贸跟单员、"], "name": ["菲律宾语"]}, {"des": ["梵语巴利语教师、行政人事专员、文案策划、文案、秘书、文员、演讲讲师、业务代表"], "name": ["梵语巴利语"]}, {"des": ["翻译、业务人员、销售经理、外贸跟单、外贸 贸易专员 助理、外贸业务、总经理助理、销售代表、外贸跟单员、"], "name": ["印度尼西亚语"]}, {"des": ["教师、行政人事专员、文案策划、翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["印地语"]}, {"des": ["教师、、翻译、助理、外贸业务、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["柬埔寨语"]}, {"des": ["教师、助理、外贸业务、翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["老挝语"]}, {"des": ["教师、、翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["马来语"]}, {"des": ["教师、翻译、文案、秘书、文员、助理、外贸业务、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["蒙古语"]}, {"des": ["教师、僧伽罗语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、助理、外贸业务、行政、后勤、"], "name": ["僧伽罗语"]}, {"des": ["教师、泰语翻译、文案、助理、外贸业务、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["泰语"]}, {"des": ["教师、乌尔都语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["乌尔都语"]}, {"des": ["教师、希伯来语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["希伯来语"]}, {"des": ["教师、越南语翻译、文案、秘书、外贸跟单员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["越南语"]}, {"des": ["豪萨语教师、豪萨语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["豪萨语"]}, {"des": ["斯瓦希里语教师、斯瓦希里语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["斯瓦希里语"]}, {"des": ["数据采集中"], "name": ["阿尔巴尼亚语"]}, {"des": ["保加利亚语教师、保加利亚语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["保加利亚语"]}, {"des": ["波兰语教师、波兰语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["波兰语"]}, {"des": ["捷克语教师、捷克语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["捷克语"]}, {"des": ["斯洛伐克语教师、斯洛伐克语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["斯洛伐克语"]}, {"des": ["罗马尼亚语教师、罗马尼亚语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["罗马尼亚语"]}, {"des": ["葡萄牙语教师、葡萄牙语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["葡萄牙语"]}, {"des": ["瑞典语教师、瑞典语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["瑞典语"]}, {"des": ["塞尔维亚语教师、塞尔维亚语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["塞尔维亚语"]}, {"des": ["土耳其语教师、土耳其语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["土耳其语"]}, {"des": ["希腊语教师、希腊语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["希腊语"]}, {"des": ["匈牙利语教师、匈牙利语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["匈牙利语"]}, {"des": ["意大利语教师、意大利语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["意大利语"]}, {"des": ["泰米尔语教师、泰米尔语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["泰米尔语"]}, {"des": ["普什图语教师、普什图语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["普什图语"]}, {"des": ["世界语教师、世界语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["世界语"]}, {"des": ["孟加拉语教师、孟加拉语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["孟加拉语"]}, {"des": ["尼泊尔语教师、尼泊尔语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["尼泊尔语"]}, {"des": ["克罗地亚语教师、克罗地亚语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["克罗地亚语"]}, {"des": ["荷兰语教师、荷兰语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["荷兰语"]}, {"des": ["芬兰语教师、芬兰语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["芬兰语"]}, {"des": ["乌克兰语教师、乌克兰语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["乌克兰语"]}, {"des": ["挪威语教师、挪威语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["挪威语"]}, {"des": ["丹麦语教师、丹麦语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["丹麦语"]}, {"des": ["冰岛语教师、冰岛语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["冰岛语"]}, {"des": ["爱尔兰语教师、爱尔兰语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["爱尔兰语"]}, {"des": ["拉脱维亚语教师、拉脱维亚语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["拉脱维亚语"]}, {"des": ["立陶宛语教师、立陶宛语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["立陶宛语"]}, {"des": ["斯洛文尼亚语教师、斯洛文尼亚语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["斯洛文尼亚语"]}, {"des": ["爱沙尼亚语教师、爱沙尼亚语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["爱沙尼亚语"]}, {"des": ["马耳他语教师、马耳他语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["马耳他语"]}, {"des": ["哈萨克语教师、哈萨克语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["哈萨克语"]}, {"des": ["乌兹别克语教师、乌兹别克语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["乌兹别克语"]}, {"des": ["祖鲁语教师、祖鲁语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["祖鲁语"]}, {"des": ["拉丁语教师、拉丁语翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["拉丁语"]}, {"des": ["教师、翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["翻译"]}, {"des": ["文秘、外贸业务员、销售工程师、外贸专员、英语翻译、销售助理、销售经理、外贸跟单、外贸 贸易专员 助理、外贸业务、总经理助理、销售代表、外贸跟单员、"], "name": ["商务英语"]}, {"des": ["缅甸语教师、翻译、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤"], "name": ["缅甸语"]}, {"des": ["数据采集中"], "name": ["韩国语"]}]}, {"name": "新闻传播学类(0503）", "children": [{"des": ["文案策划、编导、技术工程师、运维工程师、销售代表、销售工程师、主持人、影视编导、销售经理、技术支持工程师、导播、影视后期制作"], "name": ["新闻学"]}, {"des": ["科学研究、系统设计、产品开发应用、系统支持、视音频节目制作、文案策划、编导、技术工程师、主持人、影视编导、销售经理、"], "name": ["广播电视学"]}, {"des": ["平面设计师、平面设计师、文案策划、美工、销售代表、销售经理、淘宝美工、文案、市场专员、顾问、行政、后勤、客户经理、招聘专员、策划经理、文字记者、策划编辑、文案、"], "name": ["广告学"]}, {"des": ["多媒体出版物、数字影视作品的编辑与制作、顾问、行政、后勤、文案策划、编导、技术工程师、技术支持工程师、导播、影视后期制作"], "name": ["传播学"]}, {"des": ["编辑、文字编辑、网站编辑、文案、图书编辑、文案编辑、文字记者、策划编辑、文案、秘书、文员、公务员、行政、客服、商务、编辑 撰稿 校对 录入、主编、企业文化专员、网络编辑"], "name": ["编辑出版学"]}, {"des": ["文案、秘书、文员、公务员、行政、客服、网络工程师、网络管理员、运维工程师、系统管理员 网络管理员、网管、系统工程师、技术支持工程师、高级网络工程师、it工程师、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["网络与新媒体"]}, {"des": ["新闻出版行业书刊、杂志、新闻出版、文化工作人员、报纸的数字化出版与传播工作或者是从事新媒体、网络与电子商务企业信息的采集、组织与印制工作"], "name": ["数字出版"]}, {"des": ["数据采集中"], "name": ["广播电视新闻学"]}, {"des": ["数据采集中"], "name": ["媒体创意"]}, {"des": ["数据采集中"], "name": ["新媒体与信息网络"]}]}]}, {"name": ["历史学（06）"], "children": [{"name": "历史学类(0601）", "children": [{"des": ["高中历史教师、初中历史教师、储备干部、小学 初中 高中各科优秀教师、文案策划、医药代表、销售代表、成本会计、高中历史老师、会计、游戏文案策划、销售工程师"], "name": ["历史学"]}, {"des": ["高中教师、初中教师、小学教师、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤"], "name": ["世界史"]}, {"des": ["考古学家、高中教师、初中教师、小学教师、文案、秘书、文员、公务员、行政、销售经理、图书编辑、行政人事专员、文案策划"], "name": ["考古学"]}, {"des": ["新闻单位、科研单位、博物馆行政人员、教师、行政助理、公务员、客服、文物顾问、后勤、秘书、销售经理、图书编辑、行政人事专员、文案策划"], "name": ["文物与博物馆学"]}, {"des": ["考古及文物保护专业人员、文物鉴定和保管人员、文物拓印工、公安、播放及文物保护作业人员、文物修复工、海关、旅游及科研、其他考古及文物保护专业人员、高校等部门，从事教育、科研、设计、开发、管理"], "name": ["文物保护技术"]}, {"des": ["文案策划、平面设计、文员、行政助理、平面设计师、前台接待 总机 接待生、行政前台、市场专员、策划经理"], "name": ["外国语言与外国历史"]}, {"des": ["数据采集中"], "name": ["博物馆学"]}]}]}, {"name": ["理学（07）"], "children": [{"name": "数学类(0701）", "children": [{"des": ["教师、数据分析师、数学科研人员、文案、秘书、文员、公务员、行政助理、客服人员、商务人员、人事行政、咨询、顾问、行政、后勤、软件工程师"], "name": ["数学与应用数学"]}, {"des": ["销售工程师、销售经理、项目经理、软件工程师、网络工程师、java软件工程师实习生转正、java软件工程师定岗生、技术支持工程师、医药销售代表、销售代表、php 开发工程师定岗生、产品经理"], "name": ["信息与计算科学"]}, {"des": ["教师、数据分析师、数学科研人员、文案、秘书、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、软件工程师"], "name": ["数理基础科学"]}]}, {"name": "物理学类(0702）", "children": [{"des": ["高中物理教师、初中物理教师、销售工程师、高中物理老师、初高中物理教师、物理教师、初中物理老师、物理老师、初高中物理老师、研发工程师、光学工程师、小学 初中 高中各科优秀教师"], "name": ["物理学"]}, {"des": ["技术工程师、研究助理、大学教师、高中物理教师、初中物理教师、销售工程师、高中物理老师、工程师、行政助理、文员、物理科研人员"], "name": ["应用物理学"]}, {"des": ["物理师、销售经理、研究助理、大学教师、高中物理教师、初中物理教师、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、、销售工程师"], "name": ["核物理"]}, {"des": ["声学工程师、电声工程师、音频工程师、电声 音响工程师 技术员、项目工程师、电子工程师、销售工程师、研发工程师、耳机工程师、cae技术工程师、技术工程师、测试工程师"], "name": ["声学"]}]}, {"name": "化学类(0703）", "children": [{"des": ["销售工程师、化验员、销售代表、研发工程师、销售经理、高中化学教师、初中化学教师、工艺工程师、实验员、行政前台、市场专员、策划经理、质检员、化学分析员、销售助理"], "name": ["化学"]}, {"des": ["研发工程师、销售工程师、化验员、销售技术人员、化工实验室研究员 技术员、有机合成研究员、销售代表、技术研发工程师、工艺工程师、储备干部、研发助理、研发人员"], "name": ["应用化学"]}, {"des": ["应用研究、其他化学肥料生产人员、无机化学反应工、科技开发、管理工作、教师、制药研究院、研发工程师、公务员、行政、客服、商务、人事行政、咨询、顾问、行政"], "name": ["化学生物学"]}, {"des": ["销售工程师、研发工程师、工艺工程师、工程渠道事业部区域经理 区域代表、技术研发工程师、销售代表、储备干部、技术工程师、高分子材料工程师、质量工程师、材料工程师、注塑工程师"], "name": ["分子科学与工程"]}]}, {"name": "天文学类(0704）", "children": [{"des": ["天文观测员、天文研究员、秘书、文员、公务员、行政、客服、天文学研究人员、咨询、顾问、行政、后勤、气象观察员"], "name": ["天文学"]}, {"des": ["数据采集中"], "name": ["生物信息技术"]}, {"des": ["数据采集中"], "name": ["生物科学与生物技术"]}, {"des": ["数据采集中"], "name": ["生物化学与分子生物学"]}, {"des": ["数据采集中"], "name": ["医学信息学"]}, {"des": ["数据采集中"], "name": ["植物生物技术"]}, {"des": ["数据采集中"], "name": ["动物生物技术"]}, {"des": ["数据采集中"], "name": ["生物资源科学"]}, {"des": ["数据采集中"], "name": ["生物安全"]}, {"des": ["数据采集中"], "name": ["生物医学英语"]}, {"des": ["数据采集中"], "name": ["生物科学类其他专业"]}]}, {"name": "地理科学类(0705）", "children": [{"des": ["初高中地理老师、国土资源厅、地图出版社编辑、农林、地矿、测绘、城乡规划、秘书、文员、公务员、行政、客服、商务、旅游等部门的工程技术人员、导游"], "name": ["地理科学"]}, {"des": ["初高中地理老师、国土资源厅、地图出版社编辑、秘书、文员、公务员、行政、客服、商务、旅游等部门的工程技术人员、导游"], "name": ["自然地理与资源环境"]}, {"des": ["商业管理、城市规划员、农林、地矿、测绘、城乡规划、秘书、文员、公务员、行政、客服、教师、培训、编辑、文案"], "name": ["人文地理与城乡规划"]}, {"des": ["初高中地理老师、国土资源厅、地图出版社编辑、农林、地矿、测绘、城乡规划、秘书、文员、公务员、行政、客服、商务、旅游等部门的工程技术人员、导游"], "name": ["地理信息科学"]}, {"des": ["数据采集中"], "name": ["地理信息系统"]}, {"des": ["数据采集中"], "name": ["资源环境与城乡规划管理"]}]}, {"name": "大气科学类(0706）", "children": [{"des": ["教师、秘书、文员、公务员、行政、客服、教师、培训、编辑、文案、销售工程师、研发工程师、工艺工程师、工程渠道事业部区域经理"], "name": ["大气科学"]}, {"des": ["区域售前技术经理、农业气象及生态环境监测调控、信息分析处理、资源开发利用、防灾减灾等科研、教学、文员、公务员、行政、客服、商务、人事行政、咨询、顾问、行政、后勤、"], "name": ["应用气象学"]}]}, {"name": "海洋科学类(0707）", "children": [{"des": ["销售工程师、水产技术服务、水产技术服务员、教师、秘书、文员、公务员、行政、客服、人事行政、咨询、顾问、行政、后勤"], "name": ["海洋科学"]}, {"des": ["海洋探测技术研发、海洋环境调查与监测人员、海洋调查与监测工、海洋环境监测、海洋资源保护、教师、秘书、文员、公务员、行政、客服、海洋工程、海洋科学研究"], "name": ["海洋技术"]}, {"des": ["水产、饲料、鱼药、生物技术等相关行业从事生产、经营管理、技术开发与推广、海洋资源保护、教师、秘书、文员、公务员、行政、客服、海洋工程"], "name": ["海洋资源与环境"]}, {"des": ["海洋调查与监测工、海战战场海洋环境评估与预测、卫星遥感及海洋遥测、军事思想指导人员、军事运筹、军事基层管理人员"], "name": ["军事海洋学"]}, {"des": ["数据采集中"], "name": ["海洋管理"]}]}, {"name": "地球物理学类(0708）", "children": [{"des": ["初高中地理老师、国土资源厅、地图出版社编辑、农林、地矿、测绘、城乡规划、秘书、文员、公务员、行政、客服、商务、旅游等部门的工程技术人员、导游"], "name": ["地球物理学"]}, {"des": ["空间探测与空间环境模拟、地震学与地球内部物理学、智能交通系统概论 空间探测信息处理技术、教师、秘书、文员、公务员、行政、客服、人事行政、咨询、顾问"], "name": ["空间科学与技术"]}, {"des": ["数据采集中"], "name": ["地球与空间科学"]}]}, {"name": "地质学类(0709）", "children": [{"des": ["城市建设、公路交通、铁路与地铁、港口、水利水电建设、地质灾害监测与防治、国家资源能源（石油、冶金、煤炭、有色、建材）勘探、开发与环保"], "name": ["地质学"]}, {"des": ["生产、测试、技术管理、科研机构，学校从事地球化学研究，教学工作、公务员、行政、客服、商务"], "name": ["地球化学"]}, {"des": ["生产、测试、秘书、文员、公务员、行政、客服、商务、技术管理、科研机构，学校从事地球化学研究，教学工作、公务员、行政、客服、商务"], "name": ["地球信息科学与技术"]}, {"des": ["古生物学家、秘书、文员、公务员、行政、客服、商务、业务代表、编辑、销售总监、销售经理、图书编辑、行政人事专员、文案策划"], "name": ["古生物学"]}]}, {"name": "生物科学类(07010）", "children": [{"des": ["生物科学研究人员、教学、科研、技术开发及管理工作、秘书、文员、公务员、行政、客服、商务、业务代表、销售经理、图书编辑、行政人事专员、文案策划"], "name": ["生物科学"]}, {"des": ["生物研究学家、教学、科研、秘书、文员、公务员、行政、客服、商务、技术管理、科研机构，学校从事生物科学研究"], "name": ["生物技术"]}, {"des": ["销售代表、医药代表、销售工程师、销售经理、区域销售经理、临床医药代表、医疗器械销售代表、销售助理、医疗器械销售人员、销售专员、销售主管、招商经理"], "name": ["生物信息学"]}, {"des": ["林业生态环境工程技术人员、高等院校科研单位从事基础研究；或进公司和企业从事应用研究、高新技术开发以及企业管理、秘书、文员、公务员、行政、客服、商务"], "name": ["生态学"]}, {"des": ["数据采集中"], "name": ["海洋生物资源与环境"]}]}, {"name": "心理学类(0710）", "children": [{"des": ["心理科医师、心里教师、管理、咨询与治疗、技术开发、文员、公务员、行政、客服、商务、业务代表、销售经理、图书编辑、行政人事专员、文案策划"], "name": ["心理学"]}, {"des": ["心理学教学、心理科医师、管理、咨询与治疗、技术开发、文员、公务员、行政、客服、商务、业务代表、销售经理、图书编辑、行政人事专员、文案策划"], "name": ["应用心理学"]}]}, {"name": "统计学类(0711）", "children": [{"des": ["统计人员、统计调查、统计信息管理、数量分析等开发、应用和管理工作、会计、财务、财务部、财务、总帐、出纳员、成本会计、出纳、审计、银行会计、"], "name": ["统计学"]}, {"des": ["会计、财务、财务部、财务、总帐、出纳员、成本会计、出纳、审计、银行会计、柜员、财务分析员、市场营销、研究员、营销策划、采购、客户服务、商务、行政、秘书、商务部、行政部门、物流、投资"], "name": ["应用统计学"]}, {"des": ["数据采集中"], "name": ["光信息科学与技术"]}, {"des": ["数据采集中"], "name": ["科技防卫"]}, {"des": ["数据采集中"], "name": ["信息科学技术"]}, {"des": ["数据采集中"], "name": ["光电子技术科学"]}]}, {"name": "系统理论类(0712）", "children": [{"des": ["数据采集中"], "name": ["系统理论"]}, {"des": ["数据采集中"], "name": ["系统科学与工程"]}]}]}, {"name": ["工学（08）"], "children": [{"name": "力学类(0801）", "children": [{"des": ["产品的检测或开发，这类企业以机械、建筑等重工业行业、软件设计工作，在科技、教育部门从事科研、教学工作、秘书、文员、公务员、行政、客服、"], "name": ["理论与应用力学"]}, {"des": ["科研、技术开发、工程设计和力学教学工作、设计、计算和强度分析、结构工程师、钢结构设计、钢结构设计师、机械工程师、幕墙设计师、研发工程师、销售工程师、结构设计师、技术销售、技术销售工程师、技术支持工程师、研发项目经理"], "name": ["工程力学"]}, {"des": ["数据采集中"], "name": ["煤及煤层气工程"]}, {"des": ["数据采集中"], "name": ["能源与资源工程"]}, {"des": ["数据采集中"], "name": ["工程结构分析"]}]}, {"name": "机械类(0802）", "children": [{"des": ["机械工程师，高级机械工程师，销售代表，电气工程师，机械设计工程师，销售经理，销售工程师，自动化机械工程师，资深机械工程师，助理机械工程师，灶具助理工程师，电子工程师"], "name": ["机械工程"]}, {"des": ["设计制造、科技开发、应用研究、运行管理和经营销售工作、机械工程师，高级机械工程师，销售代表，电气工程师"], "name": ["机械设计制造及其自动化"]}, {"des": ["机械工程师、机械设计工程师、土建工程师、项目经理、施工员、结构工程师、预算员、销售工程师、电气工程师、工艺工程师、采购员、采购工程师"], "name": ["材料成型及控制工程"]}, {"des": ["销售工程师、结构工程师、机械工程师、销售经理、工艺工程师、销售代表、售后工程师、电气工程师、电子工程师、储备干部、维修工程师、机电工程师"], "name": ["机械电子工程"]}, {"des": ["专业设计部门、工业自动化仪器仪表与装置装配工、管理（工业）工程技术人员、科研单位从事工业产品造型设计、视觉传达设计、环境设计和教学、科研工作、工艺工程师、销售代表、普通工业工程技术人员、其他管理（工业）工程技术人员、售后工程师"], "name": ["工业设计"]}, {"des": ["化工、石油、能源、轻工、环保、医药、食品、机械及劳动安全等部门从事工程设计、技术开发、生产技术、经营管理以及工程科学研究"], "name": ["过程装备与控制工程"]}, {"des": ["装甲车辆工程技术人员、铁路车辆工程技术人员、汽车工程有关的设计、制造、实验、运用、研究与汽车营销，以及现代汽车企业设计及管理、机电控制技 、检测维修技术员"], "name": ["车辆工程"]}, {"des": ["汽车客运服务员、汽车运输调度员、汽车货运站务员、汽车服务、汽车检测与维修、汽车改装和专用汽车生产、现代汽车企业设计及管理、机电控制技 、检测维修技术员"], "name": ["汽车服务工程"]}, {"des": ["生产主管、工艺工程师、audit审核管理工程师—专场岗位、生产经理、车间主任、设计制造、科技开发、应用研究、机械工程师，高级机械工程师，销售代表"], "name": ["机械工艺技术"]}, {"des": ["销售工程师、售后服务工程师、售后服务经理、销售经理、技术工程师、服务工程师、销售代表、售后工程师、中级工程师 高级工程师、技术支持工程师、注册公用设备工程师、注册化工工程师 注册环评工程师 注册环保工程师"], "name": ["微机电系统工程"]}, {"des": ["机械工程师，高级机械工程师，销售代表，电气工程师，机械设计工程师，销售经理，销售工程师，自动化机械工程师，资深机械工程师，助理机械工程师，灶具助理工程师"], "name": ["机电技术教育"]}, {"des": ["设备工程师、汽车(拖拉机)装配工、汽车修理工、汽车运用工程技术人员、汽车服务、汽车检测与维修、现代汽车企业设计及管理、机电控制技 、检测维修技术员"], "name": ["汽车维修工程教育"]}, {"des": ["数据采集中"], "name": ["生物功能材料"]}, {"des": ["数据采集中"], "name": ["材料类其他专业"]}]}, {"name": "仪器类(0803）", "children": [{"des": ["销售工程师、维修工程师、技术支持工程师、计量工程师、软件工程师、电气工程师、嵌入式硬件工程师、质量工程师、测试工程师、电子工程师、研发工程师、硬件工程师"], "name": ["测控技术与仪器"]}, {"des": ["数据采集中"], "name": ["机械工程及自动化"]}, {"des": ["数据采集中"], "name": ["制造自动化与测控技术"]}, {"des": ["数据采集中"], "name": ["制造工程"]}, {"des": ["数据采集中"], "name": ["体育装备工程"]}, {"des": ["数据采集中"], "name": ["工程机械"]}, {"des": ["数据采集中"], "name": ["电子信息技术及仪器"]}]}, {"name": "材料类(0804）", "children": [{"des": ["科学研究与教学、技术开发、工艺和设备设计、技术改造及经营管理、兼职营销、销售工程师、研发工程师、高中物理教师、营销兼职、工艺工程师"], "name": ["材料科学与工程"]}, {"des": ["初中物理教师、兼职营销、销售工程师、研发工程师、高中物理教师、营销兼职、工艺工程师、化工行业研发 技术 工艺工程师、光学工程师、初中语文教师、初中数学教师、初中英语教师"], "name": ["材料物理"]}, {"des": ["研发工程师、销售工程师、化验员、销售代表、工艺工程师、质检员、实验员、销售经理、初中化学教师、技术研发工程师、检验员、高中化学教师"], "name": ["材料化学"]}, {"des": ["销售工程师、销售工程师 销售经理、销售经理、机械工程师、自控工程师、冶金工程师、销售员、工艺工程师、项目销售工程师、电气工程师、专业咨询技术人员、气体检测仪销售工程师"], "name": ["冶金工程"]}, {"des": ["化工行业研发 技术 工艺工程师、研发工程师、工艺工程师、材料工程师、技术员、试验员、技术服务工程师、总工程师、试验工程师、技术研发工程师"], "name": ["金属材料工程"]}, {"des": ["无机金属材料工程技术人员、非金属矿及制品工程技术人员、研发工程师、工艺工程师、材料工程师、技术员、试验员、技术服务工程师、总工程师、试验工程师、技术研发工程师"], "name": ["无机非金属材料工程"]}, {"des": ["销售工程师、研发工程师、工艺工程师、工程渠道事业部区域经理 区域代表、技术研发工程师、销售代表、储备干部、技术工程师、高分子材料工程师、质量工程师、材料工程师、注塑工程师"], "name": ["高分子材料与工程"]}, {"des": ["复合材料加工人员、橡胶基复合材料工、其他复合材料加工人员、碳基复合材料工、陶瓷基复合材料工、飞机复合材料制品工、树脂基复合材料工、研发工程师、高分子材料研究员、销售工程师、复合材料结构分析&优化软件工程师"], "name": ["复合材料与工程"]}, {"des": ["机械工程师、施工员、结构工程师、预算员、销售工程师、电气工程师、工艺工程师、采购员、采购工程师"], "name": ["粉体材料科学与工程"]}, {"des": ["施工员、工艺工程师、室内设计师、机械工程师、项目经理、结构工程师、设计师、土建工程师、研发工程师、工程监理、预算员、工程部经理"], "name": ["宝石及材料工艺学"]}, {"des": ["焊接工程师、工艺工程师、硬件工程师、机械工程师、焊接工艺工程师、模具工程师、电子工程师、电子工程师 技术员、销售工程师、电气工程师、技术工程师、技术员"], "name": ["焊接技术与工程"]}, {"des": ["业务员、技术开发、工艺和设备设计、技术改造及经营管理、兼职营销、销售工程师、研发工程师"], "name": ["功能材料"]}, {"des": ["业务员、技术开发、工艺和设备设计、研发工程师、工程监理、预算员、工程部经理、技术改造及经营管理、兼职营销、销售工程师、研发工程师"], "name": ["纳米材料与技术"]}, {"des": ["研发工程师、销售工程师、化验员、销售代表、工艺工程师、质检员、实验员、销售经理、初中化学教师、技术研发工程师、检验员、高中化学教师"], "name": ["新能源材料与器件"]}, {"des": ["数据采集中"], "name": ["再生资源科学与技术"]}, {"des": ["数据采集中"], "name": ["稀土工程"]}, {"des": ["数据采集中"], "name": ["高分子材料加工工程"]}]}, {"name": "能源动力类(0805）", "children": [{"des": ["农村能源开发利用人员、其他农村能源开发利用人员、热工工程师、热能工程、研发工程师、销售工程师、工艺和设备设计、技术改造及经营管理、兼职营销"], "name": ["能源与动力工程"]}, {"des": ["研发工程师、销售工程师、化验员、销售代表、工艺工程师、质检员、实验员、销售经理、初中化学教师、技术研发工程师、检验员、高中化学教师"], "name": ["工程物理"]}, {"des": ["数据采集中"], "name": ["能源与环境系统工程"]}, {"des": ["数据采集中"], "name": ["能源工程及自动化"]}, {"des": ["数据采集中"], "name": ["能源动力系统及自动化"]}, {"des": ["数据采集中"], "name": ["风能与动力工程"]}, {"des": ["数据采集中"], "name": ["核技术"]}, {"des": ["数据采集中"], "name": ["辐射防护与环境工程"]}, {"des": ["数据采集中"], "name": ["核反应堆工程"]}, {"des": ["数据采集中"], "name": ["新能源科学与工程"]}, {"des": ["数据采集中"], "name": ["热能与动力工程"]}]}, {"name": "电气类(0806）", "children": [{"des": ["电气工程师、电气设计师、水电工程师、技术员、电气技术员、机械工程师、销售工程师、机电工程师、注册电气工程师"], "name": ["电气工程及其自动化"]}, {"des": ["电气工程师、电气设计师、水电工程师、技术员、电气技术员、机械工程师、销售工程师、机电工程师、注册电气工程师"], "name": ["电气工程与智能控制"]}, {"des": ["数据采集中"], "name": ["光源与照明"]}, {"des": ["数据采集中"], "name": ["影视艺术技术"]}, {"des": ["数据采集中"], "name": ["信息显示与光电技术"]}, {"des": ["数据采集中"], "name": ["光电信息工程"]}, {"des": ["数据采集中"], "name": ["电气信息工程"]}, {"des": ["数据采集中"], "name": ["计算机软件"]}, {"des": ["数据采集中"], "name": ["电力工程与管理"]}, {"des": ["数据采集中"], "name": ["微电子制造工程"]}, {"des": ["数据采集中"], "name": ["信息物理工程"]}, {"des": ["数据采集中"], "name": ["医疗器械工程"]}, {"des": ["数据采集中"], "name": ["医学影像工程"]}, {"des": ["数据采集中"], "name": ["真空电子技术"]}, {"des": ["数据采集中"], "name": ["信息与通信工程"]}, {"des": ["数据采集中"], "name": ["船舶电子电气工程"]}, {"des": ["数据采集中"], "name": ["仿真科学与技术"]}, {"des": ["数据采集中"], "name": ["电机电器智能化"]}, {"des": ["数据采集中"], "name": ["传感网技术"]}, {"des": ["数据采集中"], "name": ["微电子材料与器件"]}, {"des": ["数据采集中"], "name": ["光电子材料与器件"]}, {"des": ["数据采集中"], "name": ["智能电网信息工程"]}]}, {"name": "电子信息类(0807）", "children": [{"des": ["电子设备和信息系统研究、设计、制造、应用和开发、业务员、技术开发、工艺和设备设计、研发工程师、工程监理"], "name": ["电子信息工程"]}, {"des": ["业务员、技术开发人员、工艺和设备设计师、研发工程师、工程监理人员、工程部经理、技术改造及经营管理、兼职营销、销售工程师、研发工程师"], "name": ["电子科学与技术"]}, {"des": ["移动应用产品经理、增值产品开发工程师、数字信号处理工程师、通信技术工程师、有线传输工程师、无线通信工程师、电信交换工程师、移动通信工程师、电信网络工程师、通信电源工程师"], "name": ["通信工程"]}, {"des": ["电子设备研究员、设计师、制造、应用和开发人员、业务员、技术开发、工艺和设备设计、研发工程师、工程监理"], "name": ["微电子科学与工程"]}, {"des": ["销售工程师、销售储备干部、光学工程师、销售代表、硬件工程师、技术支持工程师、固件工程师、测试工程师、研发工程师、光学研发工程师、销售经理"], "name": ["光电信息科学与工程"]}, {"des": ["信息系统研究、设计、制造、应用和开发、业务员、技术开发、工艺和设备设计、研发工程师、工程监理"], "name": ["信息工程"]}, {"des": ["文案策划、编导、技术工程师、运维工程师、销售代表、销售工程师、主持人、影视编导、销售经理、技术支持工程师、导播、影视后期制作"], "name": ["广播电视工程"]}, {"des": ["水声换能器制造工、水声物理研究员，水声电子设计工程师，显式产品高级应用工程师"], "name": ["水声工程"]}, {"des": ["电子封装技术员、电子设备设计、制造、应用和开发、业务员、技术开发、工艺和设备设计、研发工程师、工程监理"], "name": ["电子封装技术"]}, {"des": ["半导体分立器件集成电路装调工、硬件工程师、电气工程师、模拟集成电路设计工程师、研发工程师、射频集成电路设计工程师、设计工程师"], "name": ["集成电路设计与集成系统"]}, {"des": ["销售工程师、销售经理、销售代表、销售经理—影像类产品、高级销售经理—影像类产品、区域销售经理、dm01销售工程师、医疗耗材销售代表、生命科学仪器销售工程师、医疗器械销售代表、技术支持工程师、大区销售经理"], "name": ["医学信息工程"]}, {"des": ["射频工程师、工程主管、天线工程师、研发工程师、销售工程师、高级射频工程师"], "name": ["电磁场与无线技术"]}, {"des": ["射频工程师、销售工程师、销售储备干部、工程主管、天线工程师、研发工程师、销售工程师、高级射频工程师"], "name": ["电波传播与天线"]}, {"des": ["业务员、技术开发、工艺和设备设计、研发工程师、工程监理、工程部经理、技术改造及经营管理、兼职营销、销售工程师、研发工程师"], "name": ["电子信息科学与技术"]}, {"des": ["销售经理、网络工程师、项目经理、电气工程师、销售工程师、java工程师、销售储备干部、高级网络工程师、需求工程师、运维工程师、工程经理、技术支持工程师、"], "name": ["电信工程及管理"]}, {"des": ["电子设备研究员、设计师、制造、应用和开发人员、电子出版物编辑、家用电子产品维修工、业务员、技术开发、工艺和设备设计、研发工程师、工程监理人员"], "name": ["应用电子技术教育"]}, {"des": ["数据采集中"], "name": ["微电子学"]}]}, {"name": "自动化类(0808）", "children": [{"des": ["销售工程师、电气工程师、业务拓展高级经理、技术支持工程师、工程经理、能源工程师、项目经理、自动化工程师、销售经理、自控工程师、设备工程师、技术工程师"], "name": ["自动化"]}, {"des": ["业务员、研发工程师、工程监理、工程部经理、技术改造及经营管理、兼职营销、销售工程师、研发工程师"], "name": ["轨道交通信号与控制"]}, {"des": ["数据采集中"], "name": ["港口海岸及治河工程"]}, {"des": ["数据采集中"], "name": ["水资源与海洋工程"]}]}, {"name": "计算机类(0809）", "children": [{"des": ["计算机与应用工程技术人员、计算机硬件技术人员、计算机软件技术人员、软件开发人员、教师、研发工程师、工程监理、工程部经理、兼职营销、销售工程师、研发工程师、电子计算机(微机)调试工、电子计算机(微机)维修工、计算机检验工"], "name": ["计算机科学与技术"]}, {"des": ["Java开发工程师、软件开发人员、教师、研发工程师、工程监理、工程部经理、兼职营销、销售工程师、研发工程师"], "name": ["软件工程"]}, {"des": ["网络工程师、网络管理员、运维工程师、系统管理员 网络管理员、网管、系统工程师、技术支持工程师、高级网络工程师、it工程师、系统集成工程师、it专员、系统运维工程师"], "name": ["网络工程"]}, {"des": ["网络管理员、系统管理员 网络管理员、网络工程师、销售经理、项目经理、行政助理、网管、仓库管理员、销售代表、土建工程师、it工程师、业务员"], "name": ["信息安全"]}, {"des": ["物联网系统设计架构师、物联网系统管理员、网络应用系统管理员、物联网应用系统开发工程师"], "name": ["物联网工程"]}, {"des": ["平面设计实习生 设计师 平面设计 广告设计 网页设计及网页美工 文员客服 平面设计培训讲师 热聘中、技术工程师、产品经理、销售经理、技术支持工程师、硬件工程师、系统集成工程师、销售工程师、项目经理、电子工程师、叁维动画师、电子工程师 技术员"], "name": ["数字媒体技术"]}, {"des": ["程序员、、工程监理、工程部经理、兼职营销、销售工程师、研发工程师、技术开发、工艺和设备设计、"], "name": ["智能科学与技术"]}, {"des": ["设计师 平面设计 广告设计 、文员客服 平面设计培训讲师 热聘中、技术工程师、产品经理、销售经理、技术支持工程师、硬件工程师、系统集成工程师、销售工程师、项目经理、电子工程师、叁维动画师、电子工程师 技术员"], "name": ["空间信息与数字技术"]}, {"des": ["销售经理、网络工程师、项目经理、电气工程师、销售工程师、java工程师、销售储备干部、高级网络工程师、需求工程师、运维工程师、工程经理、技术支持工程师、"], "name": ["电子与计算机工程"]}]}, {"name": "土木类(08010）", "children": [{"des": ["施工员、建筑工程师、结构工程师、技术经理、项目经理、项目设计师、结构审核、城市规划师、预算员、预算工程师、预算员、预算工程师、高级咨询师"], "name": ["土木工程"]}, {"des": ["建筑设计师、业务员、研发工程师、工程监理、工程部经理、技术改造及经营管理、兼职营销、销售工程师、研发工程师"], "name": ["建筑环境与能源应用工程"]}, {"des": ["给排水工程师、给排水设计、水处理工艺工程师、施工员、资深环境设计师、物业管理人员"], "name": ["给排水科学与工程"]}, {"des": ["电气工程技术人员、电机与电气工程技术人员、其他电气工程技术人员、铁路机车电气装修工、弱电工程师、电气工程师、电气施工员、机电工程师、项目经理、电气设计师、安装工程师、机电设计师、水电工程师、设计工程师、工程部经理、弱电智能化工程师、电气值班员"], "name": ["建筑电气与智能化"]}, {"des": ["空间设计师、景观设计师、物业管理人员"], "name": ["城市地下空间工程"]}, {"des": ["道路与桥梁工程技术人员、公路道路运输服务人员、施工技术员、施工监理员、勘察设计、工程测量员、工程预算员、材料试验员   "], "name": ["道路桥梁与渡河工程"]}, {"des": ["数据采集中"], "name": ["核安全工程"]}, {"des": ["数据采集中"], "name": ["城市规划"]}, {"des": ["数据采集中"], "name": ["建筑环境与设备工程"]}, {"des": ["数据采集中"], "name": ["建筑节能技术与工程"]}, {"des": ["数据采集中"], "name": ["景观建筑设计"]}, {"des": ["数据采集中"], "name": ["建筑设施智能技术"]}, {"des": ["数据采集中"], "name": ["景观学"]}, {"des": ["数据采集中"], "name": ["总图设计与工业运输"]}, {"des": ["数据采集中"], "name": ["给水排水工程"]}]}, {"name": "水利类(0810）", "children": [{"des": ["水利水电建筑工程技术人员、水利工程技术人员、农、林、牧、渔、水利业生产人员、、其他水利工程技术人员、监理员，施工单位技术员、质检员、施工技术员、施工监理员、勘察设计、工程测量员、工程预算员、材料试验员   "], "name": ["水利水电工程"]}, {"des": ["水文地质工程师、质检员、施工技术员、施工监理员、勘察设计、工程测量员、工程预算员、材料试验员   "], "name": ["水文与水资源工程"]}, {"des": ["监理员，港口与航道工程技术人员、港口客运员、港口维护工、施工单位技术员、质检员、施工技术员、施工监理员、勘察设计、工程测量员、工程预算员、材料试验员  "], "name": ["港口航道与海岸工程"]}, {"des": ["项目经理、给排水工程师、销售经理、销售工程师、水务公司·仪器仪表销售工程师、工艺工程师、自来水公司总经理、工艺设计、水务工程师、水务项目公司总经理、投资经理"], "name": ["水务工程"]}, {"des": ["数据采集中"], "name": ["资源科学与工程"]}]}, {"name": "测绘类(0811）", "children": [{"des": ["土建工程师、土木 土建工程师、测量员、测量工程师、测绘工程师、机械工程师、销售工程师、机械设计工程师、技术支持工程师、gis开发工程师、测绘员、施工员"], "name": ["测绘工程"]}, {"des": ["施工员、结构工程师、技术经理、项目经理、项目设计师、结构审核、城市规划师、预算员、预算工程师、高级咨询师"], "name": ["遥感科学与技术"]}, {"des": ["航空通信雷达导航员、监理员，施工单位技术员、质检员、施工技术员、施工监理员、勘察设计、工程测量员、工程预算员、材料试验员   "], "name": ["导航工程"]}, {"des": ["科研工作者、教育、技术研发和管理工作人员、质检员、施工技术员、施工监理员、勘察设计"], "name": ["地理国情监测"]}, {"des": ["数据采集中"], "name": ["交通设备信息工程"]}, {"des": ["数据采集中"], "name": ["交通建设与装备"]}, {"des": ["数据采集中"], "name": ["航空器适航技术"]}, {"des": ["数据采集中"], "name": ["交通信息与控制工程"]}]}, {"name": "化工与制药类(0812）", "children": [{"des": ["分析化学师、生物化学师、化学工程师、化学调配师、化学技术员、化学工艺师、临床化学家、其它漆器工艺品制作工、化学顾问、牙医、有机化学家、营养学家、教师"], "name": ["化学工程与工艺"]}, {"des": ["销售工程师、设备工程师、医药代表、销售经理、暖通工程师、电气工程师、qa、工艺工程师、验证工程师、车间主任、项目经理、工艺员"], "name": ["制药工程"]}, {"des": ["森林资源管理与监测工程技术人员、水资源工程技术人员、海洋资源开发利用和保护工程技术人员、技术研发、工程设计、新能源科学教育与研究、新能源管理、监理员，施工单位技术员、质检员、施工技术员、施工监理员"], "name": ["资源循环科学与工程"]}, {"des": ["销售工程师、化验员、销售代表、研发工程师、销售经理、高中化学教师、初中化学教师、工艺工程师、实验员、行政前台、市场专员、策划经理、质检员、化学分析员、销售助理"], "name": ["能源化学工程"]}, {"des": ["实验员、科研工作者、项目经理、行政前台、市场专员、策划经理、质检员、化学分析员、销售助理、"], "name": ["化学工程与工业生物工程"]}, {"des": ["数据采集中"], "name": ["化工与制药"]}]}, {"name": "地质类(0813）", "children": [{"des": ["地质工程师、采矿工程师、地质环境工程师、地质技术员、水文地质工程师、矿业公司总经理 副总经理、测量技术员、高级销售工程师、地质勘探人员 物探人员 能源开采人员、地质勘探工程师、土建工程师、矿长"], "name": ["地质工程"]}, {"des": ["地质工程师、技术工程师、项目经理、深化设计师、地质环境工程师、无线通信设计工程师、照明电气工程师、电气工程师、网络现场工程师、高级地质工程师、电梯安装经理、节能工程师"], "name": ["勘查技术与工程"]}, {"des": ["地质工程师、前期报建经理、地质勘探人员 物探人员 能源开采人员、高级地质工程师、地质勘查工程师、技术工程师、销售工程师、总经理、水文地质工程师、采矿工程师"], "name": ["资源勘查工程"]}, {"des": ["水文地质工、选矿脱水工、电厂水处理值班员、水下设备操作工、监理员，施工单位技术员、质检员、施工技术员、施工监理员、勘察设计、工程测量员、工程预算员、材料试验员   "], "name": ["地下水科学与工程"]}, {"des": ["数据采集中"], "name": ["轻工生物技术"]}, {"des": ["数据采集中"], "name": ["农产品质量与安全"]}, {"des": ["数据采集中"], "name": ["数字印刷"]}]}, {"name": "矿业类(0814）", "children": [{"des": ["采矿工程师、地质工程师、采矿工程、销售工程师、选矿工程师、采矿技术员、矿长、测量工程师、矿山地质工程师、技术员、地质环境工程师、安全工程师"], "name": ["采矿工程"]}, {"des": ["石油开发人员、监理员，施工单位技术员、质检员、施工技术员、施工监理员、勘察设计、工程测量员、工程预算员、材料试验员"], "name": ["石油工程"]}, {"des": ["选矿与矿物加工工程技术人员、勘测及矿物开采人员、矿物开采人员、选矿工程师、技术员、采矿工程师、地质工程师、采矿工程、销售工程师、技术员、地质环境工程师、安全工程师、矿物处理人员、其他勘测及矿物开采人员、其他矿物开采人员"], "name": ["矿物加工工程"]}, {"des": ["采矿工程师、地质工程师、采矿工程、销售工程师、选矿工程师、采矿技术员、矿长、测量工程师、矿山地质工程师、技术员、地质环境工程师、安全工程师"], "name": ["油气储运工程"]}, {"des": ["采矿工程师、地质工程师、采矿工程、销售工程师、选矿工程师、采矿技术员、矿长、测量工程师、矿山地质工程师、技术员、地质环境工程师、安全工程师"], "name": ["矿物资源工程"]}, {"des": ["结构工程师、船舶结构工程师、销售代表、监理员，施工单位技术员、质检员、施工技术员、施工监理员、勘察设计、工程测量员"], "name": ["海洋油气工程"]}, {"des": ["数据采集中"], "name": ["航天运输与控制"]}, {"des": ["数据采集中"], "name": ["质量与可靠性工程"]}]}, {"name": "纺织类(0815）", "children": [{"des": ["纺织品检验工程师、面料辅料采购员、专业咨询技术人员、技术服务工程师、采购助理、营运总监、工业设计师、项目总监、采购经理、采购工程师、产品开发人员、技术人员、制版师、纸样师、商品管理专员、服装设计、纺织品设计"], "name": ["纺织工程"]}, {"des": ["服装设计师、设计助理、设计师、女装设计师、管理培训生、面料开发、主设计师、制版师、纸样师、商品管理专员、服装设计、服装跟单"], "name": ["服装设计与工程"]}, {"des": ["织造车间主任 、织造生产管理、织造染色跟单员、织造厂长、科学研究、技术开发、工艺和装备设计、环境保护、国内外贸易、产品设计、新产品研制、工程应用及营销与管理"], "name": ["非织造材料与工程"]}, {"des": ["服装设计师、服装设计总监、女装设计师、管理培训生、面料开发、主设计师、制版师、纸样师、商品管理专员、服装设计、服装跟单"], "name": ["服装设计与工艺教育"]}, {"des": ["数据采集中"], "name": ["地面武器机动工程"]}]}, {"name": "轻工类(0816）", "children": [{"des": ["轻化工程专业技术员、工程师、工程经理、产品检验工程师 验货员、客户经理、销售代表、高级销售代表、房地产项目总经理、软件项目经理"], "name": ["轻化工程"]}, {"des": ["包装工程师、销售工程师、工艺工程师、机械工程师、结构工程师、包装设计工程师、机械设计工程师、产品工程师、ie工程师、采购工程师、平面设计师、质量工程师"], "name": ["包装工程"]}, {"des": ["平版印刷工、印刷人员、印前处理人员、凸版制版工、其他印刷人员、其他印前处理人员、印刷操作人员、销售工程师、工艺工程师、机械工程师、包装工程师、印刷工程师、smt工程师、ie工程师、电气工程师、pe工程师、产品工程师、工程师、品质工程师"], "name": ["印刷工程"]}]}, {"name": "交通运输类(0817）", "children": [{"des": ["现场应用工程师、销售经理、司机、管理培训生、销售代表、物流操作员、融资租赁业务经理、储备干部、调度员、物流类管理培训生、客服专员 助理、试验检测员"], "name": ["交通运输"]}, {"des": ["销售工程师、销售经理、项目经理、销售代表、技术支持工程师、软件工程师、软件测试工程师、电气工程师、施工员、区域销售经理、技术工程师、机械工程师"], "name": ["交通工程"]}, {"des": ["海洋运输人员、企事业单位管理人员、海洋船舶驾驶人员、营运管理工作人员、海员,驾驶员,技术员"], "name": ["航海技术"]}, {"des": ["轮机操纵员、维修和船舶监造工作人员、监理员，施工单位技术员、质检员、施工技术员、施工监理员、勘察设计、工程测量员、工程预算员、材料试验员   "], "name": ["轮机工程"]}, {"des": ["空中领航人员、航空气象人员、维修工程基础人员、发动机维修人员、系统维修人员、飞行安全人员、机组资源管理人员、，施工单位技术员、质检员"], "name": ["飞行技术"]}, {"des": ["交通设备设计制造人员、科技开发专员、检修人员、应用研究、运行管理人员"], "name": ["交通设备与控制工程"]}, {"des": ["海上救助打捞工程技术人员、救助人员、研究人员、指挥管理人员、救生员、救助打捞工程师、海上救援人员、救助管理、救助打捞装备设计师、水下打捞员"], "name": ["救助与打捞工程"]}]}, {"name": "海洋工程类(0818）", "children": [{"des": ["结构工程师、海洋结构物设计师、高级工程师、科研项目经理、船舶总体设计师、海工工程师、船舶结构工程师、销售代表、质检员、施工技术员、施工监理员、勘察设计、工程测量员"], "name": ["船舶与海洋工程"]}, {"des": ["质检员、海洋科学类助理设计师、海洋平台钻修井模块设计工 、船舶技术工程师、施工技术员、施工监理员、勘察设计、工程测量员、结构工程师、船舶结构工程师、销售代表"], "name": ["海洋工程与技术"]}, {"des": [" 技术研发人员、海洋平台钻修井模块设计工程师、海洋技术工程师、海洋工程工艺工程师、海洋保险事业部总经理、工程设计人员、学术、科研机构人员、研究助理"], "name": ["海洋资源开发技术"]}, {"des": ["数据采集中"], "name": ["生物系统工程"]}]}, {"name": "航空航天类(0819）", "children": [{"des": ["销售工程师、卓越人才储备、压力 温度 湿度计量产品 流量计 液位计 传感器 气体检测仪及烟气分析仪 产品经理 及销售经理 工程师、机械工程师、cae工程师、工艺工程师"], "name": ["航空航天工程"]}, {"des": ["无人飞行器设计师、技术研发人员、工程设计人员、学术、科研机构人员、研究助理、飞行器设计与工程教师、飞行器操作员、飞行器飞控测试人员"], "name": ["飞行器设计与工程"]}, {"des": ["飞行器制造师、飞行器设计师、飞行器设计与工程教师、飞行器操作员、飞行器飞控测试人员、飞行器总体设计师、技术研发人员、工程设计人员、学术、科研机构人员、研究助理"], "name": ["飞行器制造工程"]}, {"des": ["研发工程师、直升机研发设计师、飞行器设计师、飞行器项目经理、结构工程师、动力总体设计师、动力系统操作工、无人机飞控工程师、飞行器维修员"], "name": ["飞行器动力工程"]}, {"des": ["飞行救助人员、飞行器设计与工程教师、飞行器操作员、飞行器飞控测试人员、飞行器总体设计师、技术研发人员、工程设计人员、学术、科研机构人员、研究助理"], "name": ["飞行器环境与生命保障工程"]}, {"des": ["质量管理员、设计师助理、飞行器改造人员、质量工程师、飞行器设计师、飞行器维修人员、技术研发人员、工程设计人员、学术、科研机构人员、研究助理"], "name": ["飞行器质量与可靠性"]}, {"des": ["硬件研发适航工程师、设计师助理、飞行器改造人员、质量工程师、飞行器设计师、飞行器维修人员、技术研发人员、工程设计人员、学术、科研机构人员、研究助理"], "name": ["飞行器适航技术"]}, {"des": ["数据采集中"], "name": ["工程力学与航天航空工程"]}]}, {"name": "兵器类(0820）", "children": [{"des": ["武器设计师、系统设计师、技术开发工程师、产品制造研究院、战术武器设计师、质量工程工艺师、战斗部工艺师、高级开发工程师、武器维修人员"], "name": ["武器系统与工程"]}, {"des": ["质量工程工艺师、战术武器设计师、战斗部工艺师、高级开发工程师、武器维修人员、武器硬件工程师、"], "name": ["武器发射工程"]}, {"des": ["惯性及卫星制导研发工程师、导航设计师、控制方案工程师、工程管理控制专员、探测器维修员、探测器设计师、高级工程师、探测器项目主管"], "name": ["探测制导与控制技术"]}, {"des": ["爆破工程师、煤化设计师、设备安装工程师、质量管理工程师、测试工程师、战斗部工艺师、消防员、高级防火工程研究院、安保人员、爆炸探测人员、拆弹人员"], "name": ["弹药工程与爆炸技术"]}, {"des": ["废气技术经理、水处理技术经理、工艺技术员、自动化工程师、质检部主管、管道施工工程师、销售工程师、环保业务销售工程师、能源环境院长助理"], "name": ["特种能源技术与工程"]}, {"des": ["汽车维修工程师、机械修理工、车辆管理员、车辆维修主管、车辆结构分析工程师、售后工程师、安全主管、车身工程师、装甲车设计师、销售主管"], "name": ["装甲车辆工程"]}, {"des": ["电子研发工程师、雷达总体设计师、系统设计师、技术开发人员、操作管理员、信息安保人员、信息分析师、信息分析主管、信息助理、信息化工程师"], "name": ["信息对抗技术"]}, {"des": ["数据采集中"], "name": ["特种能源工程与烟火技术"]}]}, {"name": "核工程类(0821）", "children": [{"des": ["高级工程师、工程技术人员、安全员、核技术工程师、核安全研究、核工程开发人员、核工程管理人员、系统设计师、技术开发人员、操作管理员"], "name": ["核工程与核技术"]}, {"des": ["系统设计师、技术开发人员、操作管理员、高级工程师、工程技术人员、安全员、核技术工程师、核工程开发人员、核工程管理人员"], "name": ["辐射防护与核安全"]}, {"des": ["高级工程师、工程技术人员、安全员、核技术工程师、核安全研究、核工程开发人员、核工程管理人员、系统设计师、技术开发人员、操作管理员"], "name": ["核化工与核燃料工程"]}]}, {"name": "农业工程类(0822）", "children": [{"des": ["数据采集中"], "name": ["农业工程"]}, {"des": ["力学工程师、机械设计师、机械制造人员、电工与电子技术人员、汽车与拖拉机、农业机械设计师、机械维修人员、电气工程师、高级工程师"], "name": ["农业机械化及其自动化"]}, {"des": ["销售工程师、研发工程师、光学工程师、工艺工程师、软件工程师、数据库工程师 管理员、数据库工程师、高级软件工程师、硬件工程师、销售储备干部、技术工程师、算法工程师"], "name": ["农业电气化"]}, {"des": ["机械（农机）设计师、机械化生产管理人员、机械（农机）及相关装备性能设计师、农业机械化规划与管理经理、教学与科研、营销人员、农业机械设计师、机械维修人员、电气工程师"], "name": ["农业建筑环境与能源工程"]}, {"des": ["安装监理工程师、工程监理、销售工程师、安装造价员、安装预算员、水利工程管理人员、水利工程勘测人员、水利工程规划师、水利工程设计师、水利工程施工人员、水利工程管理人员"], "name": ["农业水利工程"]}, {"des": ["数据采集中"], "name": ["农业电气化与自动化"]}]}, {"name": "林业工程类(0823）", "children": [{"des": ["园林施工员、、森林培育人员、森林保护人员、森林资源管理人员"], "name": ["森林工程"]}, {"des": ["木材工业设计师、家具制造师、室内工程师、、木材加工人员、室内设计师、室内装饰设计师、区域营业主任、储备干部、营业主任、采购工程师、产品开发人员"], "name": ["木材科学与工程"]}, {"des": ["研发工程师、林产化工工程师、营销业务员、销售工程师、化验员、质检员、工程师助理、建筑师、房地产销售人员、人事行政、行政人事部"], "name": ["林产化工"]}]}, {"name": "环境科学与工程类(0824）", "children": [{"des": ["环境工程师、环境监察人员、工艺工程师、资深环境设计师、科学家、环境高级研究员、环境管理技术员、环境影响评价技术员、水处理工程师、助理工程师"], "name": ["环境科学与工程"]}, {"des": ["环境监察人员、环境工程师、工艺工程师、资深环境设计师、环境高级研究员、环境管理技术员、环境影响评价技术员、水处理工程师、助理工程师"], "name": ["环境工程"]}, {"des": ["资深环境设计师、科学家、环境高级研究员、环境监察人员、工艺工程师、环境管理技术员、助理工程师、环境安全工程师、环保主任"], "name": ["环境科学"]}, {"des": ["环保工程师、生态修复工程师、水生态工程师、资深环境设计师、环境监理工程师、实习规划师、林业工程师、园林预算员、水土保持工程师、城市规划设计师"], "name": ["环境生态工程"]}, {"des": ["环保专家、环保技术人员、技术工程师、助理工程师、工程项目管理人员、环保工程师、生态修复工程师、水生态工程师、营销业务员、销售工程师"], "name": ["环保设备工程"]}, {"des": ["销售代表、餐厅储备经理、业务经理、销售经理、销售总监、项目经理、区域销售主管、区域销售经理、销售工程师、人事主管、人事行政经理、客户经理"], "name": ["资源环境科学"]}, {"des": ["水生态工程师、资深环境设计师、环境监理工程师、实习规划师、林业工程师、园林预算员、水土保持工程师、城市规划设计师、监理员，施工单位技术员、质检员、施工技术员、施工监理员、勘察设计"], "name": ["水质科学与技术"]}, {"des": ["数据采集中"], "name": ["环境监察"]}, {"des": ["数据采集中"], "name": ["灾害防治工程"]}, {"des": ["数据采集中"], "name": ["雷电防护科学与技术"]}]}, {"name": "生物医学工程类(0825）", "children": [{"des": ["生物技术工程人员、生物技术制药（品）人员、其他生物技术制药（品）人员、医疗耗材销售代表、客服工程师、教学、科研、技术开发及管理工作、秘书、文员、公务员、生物科学研究人员"], "name": ["生物医学工程"]}, {"des": ["医疗器械装配及假肢与矫形器制作人员、假肢制作装配工、其他医疗器械装配及假肢与矫形器制作人员、假肢检验人员、医疗耗材销售代表、客服工程师、维修工程师、假肢设计师、假肢维修人员"], "name": ["假肢矫形工程"]}]}, {"name": "食品科学与工程类(0826）", "children": [{"des": ["添加剂应用工程师、罐装食品研发员、乳制品研发经理、销售、食品监测员、管理培训生、银行、公务员、品质管理员、食品检验员、厨师、营养教师"], "name": ["食品科学与工程"]}, {"des": ["品质管理员、食品检验员、厨师、营养教师、食品化验员、食品加工员食品生产厂长、食品化验师、研发助理、香精应用开发、生产经理助理"], "name": ["食品质量与安全"]}, {"des": ["机械研发工程师、市场部总监、品质管理员、食品检验员、厨师、营养教师、食品化验员、机械设计工程师、公务员、教学、科研、技术开发及管理工作"], "name": ["粮食工程"]}, {"des": ["添加剂应用工程师、罐装食品研发员、乳制品研发经理、销售、食品监测员、管理培训生、银行、公务员、品质管理员、食品检验员、厨师、营养教师"], "name": ["乳品工程"]}, {"des": ["区域销售经理、食品监测员、管理培训生、银行、公务员、品质管理员、食品检验员、添加剂应用工程师、研发助理、香精应用开发、生产经理助理"], "name": ["酿酒工程"]}, {"des": ["葡萄酒市场经理、配货员、销售经理、酿酒师、葡萄酒销售代表、葡萄酒设备工程师、酿酒设备设计师、葡萄酒检测员、检测员、质检员"], "name": ["葡萄与葡萄酒工程"]}, {"des": ["餐饮管理人员、营养研究员、食品加工人员、食品销售人员、食品监测员、品质管理员、食品检验员、厨师、营养教师、食品化验员、检测员、质检员"], "name": ["食品营养与检验教育"]}, {"des": ["营养教师、行政主厨、餐饮管理人员、营养研究员、食品加工人员、食品销售人员、食品监测员、食品化验师、研发助理、香精应用开发、生产经理助理"], "name": ["烹饪与营养教育"]}]}, {"name": "建筑类(0827）", "children": [{"des": ["建筑设计师、建筑师、助理建筑师、主创建筑师、建筑方案设计师、设计总监、建筑工程师、建筑设计、设计部经理、景观设计师、主任建筑师、设计经理"], "name": ["建筑学"]}, {"des": ["城乡规划设计师、项目经理、市政设计师、旅游规划师、土地编制设计师、建筑设计师、风景园林规划涉设计师、城市规划技术人员、土地整理及规划人员、"], "name": ["城乡规划"]}, {"des": ["风景园林高级工程师、施工员、绿化设计师、手绘设计师、园林施工图设计师、植物配置师、景观设计师、景观方案设计师、工程总监、风景园林专业人员"], "name": ["风景园林"]}, {"des": ["物业经理、软装设计师、结构工程师、文化策划专员、建筑设计师、建筑保护规划师、土建筑规划师、测试技术员、设计部经理、景观设计师、"], "name": ["历史建筑保护工程"]}]}, {"name": "安全科学与工程类(0828）", "children": [{"des": ["施工员、安全员、安全工程师、网络工程师、系统工程师、网络信息安全工程师、弱电工程师、网络安全工程师、项目经理、运维工程师、工程部经理、信息安全工程师"], "name": ["安全工程"]}]}, {"name": "生物工程类(0829）", "children": [{"des": ["销售代表、医药代表、销售工程师、销售经理、区域销售经理、临床医药代表、医疗器械销售代表、销售助理、医疗器械销售人员、销售专员、销售主管、招商经理"], "name": ["生物工程"]}, {"des": ["生物制药试验室研发员、生产管理、制剂技术员、安全管理主管、质检员、医药代表、销售工程师、销售经理、销售工程师、销售经理、区域销售经理、临床医药代表"], "name": ["生物制药"]}]}, {"name": "公安技术类(0830）", "children": [{"des": ["车险调查员、施工员、安全员、安全工程师、网络工程师、系统工程师、项目经理、运维工程师、工程部经理、警察、刑事调查员"], "name": ["刑事科学技术"]}, {"des": ["业务经理、项目经理、消防工程师、预算员、消防工程项目经理、水电工程师、消防施工员、施工员、消防项目经理、消防工程预算员、机电工程师、资料员"], "name": ["消防工程"]}, {"des": ["交通管理员、现场应用工程师、销售经理、司机、管理培训生、销售代表、物流操作员、调度员、物流类管理培训生、客服专员 助理、试验检测员"], "name": ["交通管理工程"]}, {"des": ["施工员、安全员、安全工程师、网络工程师、系统工程师、网络信息安全工程师、弱电工程师、网络安全工程师、项目经理、运维工程师、工程部经理、信息安全工程师"], "name": ["安全防范工程"]}, {"des": ["机场安检员、机场公安辅警、施工员、安全员、安全工程师、监听器设计师、维修技术人员、项目经理、运维工程师、工程部经理"], "name": ["公安视听技术"]}, {"des": ["消防抢险救援员、公安消防部队、消防员、安全员、救助人员、研究人员、指挥管理人员、救生员、维修技术人员、项目经理、运维工程师、工程部经理"], "name": ["抢险救援指挥与技术"]}, {"des": ["火灾了望观察员、其他安全保卫和消防人员、公安消防部队、消防员、安全员、救助人员、研究人员、指挥管理人员、救生员、维修技术人员、项目经理、运维工程师、工程部经理"], "name": ["火灾勘查"]}, {"des": ["网络安全工程师、网络安全安装人员、网络技术维修人员、网络安全测试工、网络安全咨询顾问、网络安全维护经理、网络安全研发、网络安全专员"], "name": ["网络安全与执法"]}, {"des": ["施工员、安全员、安全工程师、核工程设计师、系统工程师、网络信息安全工程师、弱电工程师、安全工程师、项目经理、运维工程师、工程部经理、信息安全工程师"], "name": ["核生化消防"]}]}]}, {"name": ["农学（09）"], "children": [{"name": "植物生产类(0901）", "children": [{"des": ["区域经理、农业技术销售培训生、销售代表、销售经理、农艺师、大区经理、化肥销售经理、区域销售经理、销售代表 业务员、销售工程师、化工销售代表 市场营销专员"], "name": ["农学"]}, {"des": ["园艺师、景观设计师、园林设计师、园林工程师、风景园林高级工程师、施工员、绿化设计师、手绘设计师、园林施工图设计师、土建筑规划师、测试技术员、设计部经理"], "name": ["园艺"]}, {"des": ["高级销售、产品经理、销售经理、农艺师、业务员、苗圃技术助理、销售代表、区域经理、有害生物防制专员、绿化工程师、业务经理、农业技术员"], "name": ["植物保护"]}, {"des": ["销售工程师、苗圃场长、高级销售、产品经理、销售经理、农艺师、业务员、苗圃技术助理、销售代表、园艺师、景观设计师、园林设计师、园林工程师、风景园林高级工程师、施工员"], "name": ["植物科学与技术"]}, {"des": ["栽培技术员、农作物生产操作员、种子检验人员、种子加工人员、市场销售人员、质检员、新品种开发人员、农艺师、业务员、苗圃技术助理、销售代表"], "name": ["种子科学与工程"]}, {"des": ["产品经理、销售经理、农艺师、业务员、苗圃技术助理、销售代表、区域经理、有害生物防制专员、绿化工程师、业务经理、农业技术员"], "name": ["设施农业科学与工程"]}, {"des": ["平面设计实习生、设计师、平面设计、广告设计、茶艺师、客户经理、招商经理、销售代表、绿化工程师、业务经理、农业技术员、质检员、新品种开发人员"], "name": ["茶学"]}, {"des": ["销售经理、烟草项目实施工程师、其他原料技术员、实施服务工程师、销售工程师、客户经理、区域销售、销售代表、区域销售经理、区域经理、大客户经理"], "name": ["烟草"]}, {"des": ["区域经理、生物工程师、实施服务工程师、销售工程师、客户经理、、区域销售、销售代表、区域销售经理、区域经理、大客户经"], "name": ["应用生物科学"]}, {"des": ["农艺师、农艺教师、产品经理、销售经理、农艺师、业务员、苗圃技术助理、销售代表、区域经理、业务员、苗圃技术助理、销售代表、园艺师、"], "name": ["农艺教育"]}, {"des": ["园艺师、景观设计师、园林设计师、园林工程师、风景园林高级工程师、施工员、绿化设计师、手绘设计师、园林施工图设计师、土建筑规划师、测试技术员、设计部经理"], "name": ["园艺教育"]}]}, {"name": "自然保护与环境生态类(0902）", "children": [{"des": ["储备干部、、 店长助理、基地管理员、农艺师、大区经理、化肥销售经理、区域销售经理、销售代表 业务员、销售工程师、化工销售代表"], "name": ["农业资源与环境"]}, {"des": ["导游、饲养员、动物驯养员、动物实验员、野生动物保护人员、林业技术员、自然保护工程师、技术支持、景观工程师、苗圃技术员、销售经理"], "name": ["野生动物与自然保护区管理"]}, {"des": ["水土保持作业人员、水土保持勘测工、水土保持测试工、其他水土保持作业人员、项目经理、维护工程师、绿化养护人员、园艺师、养殖技术人员、"], "name": ["水土保持与荒漠化防治"]}, {"des": ["数据采集中"], "name": ["森林资源保护与游憩"]}]}, {"name": "动物生产类(0903）", "children": [{"des": ["区域销售经理 销售代表 区域承包、销售代表、区域经理、反刍用酶技术支持、销售经理、区域销售经理、销售工程师、化验员、市场开发经理 销售经理、业务员、销售实习生、动保经理 宠物药品经理"], "name": ["动物科学"]}, {"des": ["区域经理、农业技术销售培训生、销售代表、销售经理、农艺师、大区经理、区域销售经理、销售代表 业务员、销售工程师、化工销售代表 市场营销专"], "name": ["蚕学"]}, {"des": ["养蜂人员、蜂蜜制造人员、销售代表、销售经理、农艺师、大区经理、蜂类职业技术人员、产品开发人员"], "name": ["蜂学"]}]}, {"name": "动物医学类(0904）", "children": [{"des": ["饲养员、兽医、动物实验员、质检工程师、化验员、兽医技术人员、宠物医院药房管理人员、养殖场人员、养殖经理、现代养殖场人员、科研院所人员、行政管理部门"], "name": ["动物医学"]}, {"des": ["药检局人员、防疫站检测员、现代养殖场人员、科研院所人员、行政管理部门，医药代表、医药销售代表、销售代表、医院代表、招商经理、产品经理、地区销售经理、区域销售经理、学术专员、销售经理、地区经理、省区经理"], "name": ["动物药学"]}, {"des": ["动物检疫检验员、兽医、动物实验员、质检工程师、化验员、饲养员、化验员、兽医技术人员、宠物医院药房管理人员、养殖场人员、养殖经理"], "name": ["动植物检疫"]}]}, {"name": "林学类(0905）", "children": [{"des": ["景观设计师、林业技术员、gis销售经理、技术支持、景观工程师、苗圃技术员、销售经理、林业工程师、苗木采购员、农业仪器销售助理、园艺 园林 景观设计师、技术支持工程师"], "name": ["林学"]}, {"des": ["景观设计师、园林工程师、项目经理、景观工程师、园林景观设计师、园艺 园林 景观设计师、资料员、园林设计师、预算员、施工员、景观施工图设计师、施工图设计师"], "name": ["园林"]}, {"des": ["园林施工员、、森林培育人员、森林保护人员、森林资源管理人员、林业技术员、gis销售经理、技术支持、景观工程师、苗圃技术员、销售经理"], "name": ["森林保护"]}]}, {"name": "水产类(0906）", "children": [{"des": ["水产养殖技术员、养殖技术员、业务员、水产养殖、罗非鱼料市场营销人员、销售工程师、水产技术员、水产技术服务、市场 营销专员、养殖员、技术员、水产技术服务员"], "name": ["水产养殖学"]}, {"des": ["海洋类助理设计师、海洋工艺工程师、渔业生产人员、渔业生产船员、其他渔业生产人员、业务员、水产养殖、罗非鱼料市场营销人员、销售工程师、水产技术员"], "name": ["海洋渔业科学与技术"]}, {"des": ["技术总监、养殖技术员、业务员、水产养殖、罗非鱼料市场营销人员、销售工程师、水产技术员、水产技术服务、市场 营销专员、养殖员、技术员、水产技术服务员"], "name": ["水族科学与技术"]}]}, {"name": "草学类(0907）", "children": [{"des": ["销售经理、销售经理、烟草项目实施工程师、其他原料技术员、实施服务工程师、销售工程师、客户经理、区域销售、销售代表、区域销售经理、区域经理、大客户经理"], "name": ["草业科学"]}]}]}, {"name": ["医学（010）"], "children": [{"name": "基础医学类(01001）", "children": [{"des": ["推广经理、产品经理、培训讲师、医学经理、销售经理、医学编辑、销售工程师、sci课题设计、产品专员、临床研究专员、初级产品经理、医保专员"], "name": ["基础医学"]}, {"des": ["数据采集中"], "name": ["卫生检验"]}, {"des": ["数据采集中"], "name": ["营养学"]}]}, {"name": "临床医学类(01002）", "children": [{"des": ["销售代表、销售经理、销售工程师、技术支持、医药销售代表、产品经理、美容导师、销售主管、销售代表 主管、技术支持工程师、产品专员、技术员"], "name": ["临床医学"]}, {"des": ["麻醉医师、麻醉医师助理、"], "name": ["麻醉学"]}, {"des": ["b超医生、软件实施工程师、b超医师、放射科医生、放射科医师、临床医学 临床药学 医学影像学和护理学应往届毕业生、售前工程师、健管中心医生 顾问 技师、彩超医生、放射科技师、物理师、超声科"], "name": ["医学影像学"]}, {"des": ["检眼师、验光师、验光配镜师、眼科医生、美容导师、销售主管、销售代表 主管、技术支持工程师、产品专员、技术员"], "name": ["眼视光医学"]}, {"des": ["精神科医生、医学编辑、医学检验员、医学助理、销售代表、技术支持工程师、产品专员、技术员、销售经理、销售工程师、技术支持、医药销售代表"], "name": ["精神医学"]}, {"des": ["放射医师、放射科诊断医师、技术支持工程师、产品专员、技术员、医学检验员、医学助理、销售代表、销售经理、销售工程师、技术支持、医药销售代表"], "name": ["放射医学"]}]}, {"name": "口腔医学类(01003）", "children": [{"des": ["口腔医生、口腔科医生、销售代表、口腔医师、市场专员、口腔产品销售代表、口腔科医师、牙科医生、美容牙科医生、销售经理、区域经理、客服专员"], "name": ["口腔医学"]}, {"des": ["数据采集中"], "name": ["医学检验"]}, {"des": ["数据采集中"], "name": ["医学技术"]}, {"des": ["数据采集中"], "name": ["听力学"]}, {"des": ["数据采集中"], "name": ["医学实验学"]}, {"des": ["数据采集中"], "name": ["医学美容技术"]}, {"des": ["数据采集中"], "name": ["口腔修复工艺学"]}]}, {"name": "公共卫生与预防医学类(01004）", "children": [{"des": ["保健科医生、医学信息主任、医学编辑、幼儿园保健师、职业健康评价师、产品专员、技术员、医学检验员、医学助理、销售代表、销售经理、销售工程师、技术支持、医药销售代表"], "name": ["预防医学"]}, {"des": ["营养师、区域经理或主管、销售经理、区域销售经理、厨师、销售代表、区域经理、学术推广员、城市经理、农业技术销售培训生、营养咨询代表、客服专员"], "name": ["食品卫生与营养学"]}, {"des": ["出生缺陷预防教育爱心宣传主任、区域经理、医疗器械销售经理、医务代表 营养代表、客户服务代表 客服代表、专项计划现场工作人员、妇幼分子遗传医学检验项目区域服务商、妇科医生、育婴讲师"], "name": ["妇幼保健医学"]}, {"des": ["化验员、质检员、检验员、省区招商销售经理、qc、品控员、仓库管理员、品管员、国家级检验项目与课题推广专员、软件实施工程师、品控经理、采购员"], "name": ["卫生监督"]}, {"des": ["健康顾问、健康管理师、私人健康美容顾问、健康服务员、健康咨询医生、销售代表、销售经理、销售工程师、技术支持、医药销售代表"], "name": ["全球健康学"]}]}, {"name": "中医学类(01005）", "children": [{"des": ["中药师、执业药师、中药调剂员、销售代表、qc、药师、qa、产品经理、职业药师、执业中药师、质量管理员、药剂师、中医理疗师、理疗师、中医师、康复理疗师"], "name": ["中医学"]}, {"des": ["针灸推拿、针灸推拿师、针灸推拿医师、针灸推拿医生、中医理疗师、理疗师、中医师、康复理疗师、针灸推拿科、理疗美容学员、中医针灸推拿师、康复治疗师"], "name": ["针灸推拿学"]}, {"des": ["医学培训师、医学总监、医学检验员、外科医生、护士、临床咨询师、医药销售代表、产品经理、美容导师、销售主管、销售代表 主管、"], "name": ["藏医学"]}, {"des": ["临床咨询师、医药销售代表、产品经理、美容导师、销售主管、销售代表 主管、医学培训师、医学总监、医学检验员、外科医生"], "name": ["蒙医学"]}, {"des": ["临床咨询师、医药销售代表、产品经理、美容导师、销售主管、销售代表 主管、、医学培训师、医学总监、医学检验员、外科医生"], "name": ["维医学"]}, {"des": ["医学培训师、医学总监、医学检验员、外科医生、护士、临床咨询师、医药销售代表、产品经理、美容导师、销售主管、销售代表 主管、"], "name": ["壮医学"]}, {"des": ["医学培训师、医学总监、医学检验员、外科医生、护士、临床咨询师、医药销售代表、产品经理、销售主管、销售代表 主管、"], "name": ["哈医学"]}]}, {"name": "中西医结合类(01006）", "children": [{"des": ["外科医生、医学信息主任、医学编辑、幼儿园保健师、职业健康评价师、产品专员、技术员、医学检验员、医学助理、销售代表、销售经理、销售工程师、技术支持、医药销售代表"], "name": ["中西医临床医学"]}]}, {"name": "药学类(01007）", "children": [{"des": ["临床药学主管、药学产品开发、药学研究人员、药学检验人员、医药代表、医药销售代表、销售代表、医院代表、招商经理、产品经理、地区销售经理、区域销售经理、学术专员、销售经理、地区经理、省区经理"], "name": ["药学"]}, {"des": ["药物制剂研究员、制剂研究员、药物分析、药品研发 销售人员、生产工艺员、药物制剂、药物制剂研发人员、药物制剂项目经理、制剂工艺研究员、研发人员、药品研发、制剂研发人员"], "name": ["药物制剂"]}, {"des": ["医药代表、医药销售代表、销售代表、销售经理、区域销售经理、招商经理、产品经理、产品专员、护士、内科医生、区域经理、临床医药代表"], "name": ["临床药学"]}, {"des": ["招商经理、药剂师、中药师、药师、营销经理、执业药师、车间主任、医药销售代表、销售代表、销售经理、区域销售经理、招商经理、产品经理"], "name": ["药事管理"]}, {"des": ["药物制剂研究员、制剂研究员、药物分析、药品研发 销售人员、生产工艺员、药物制剂、药物制剂研发人员、药物制剂项目经理、制剂工艺研究员、研发人员、药品研发、制剂研发人员"], "name": ["药物分析"]}, {"des": ["药物化学助理、药物化学研发总监、化学药物研发、临床药学主管、药学产品开发、药学研究人员、药学检验人员、药物制剂研发人员、药物制剂项目经理、制剂工艺研究员、研发人员、药品研发、制剂研发人员"], "name": ["药物化学"]}, {"des": ["药物制剂研究员、制剂研究员、药物分析、海洋药品研发 海洋药品销售人员、生产工艺员、药物制剂、药物制剂研发人员、药物制剂项目经理、制剂工艺研究员、研发人员、药品研发、制剂研发人员"], "name": ["海洋药学"]}]}, {"name": "中药学类(01008）", "children": [{"des": ["中药师、执业药师、中药调剂员、销售代表、qc、药师、qa、产品经理、职业药师、执业中药师、质量管理员、药剂师"], "name": ["中药学"]}, {"des": ["otc省区经理、营销总监、招商经理、中药师、执业药师、中药调剂员、销售代表、药物化学助理、药物化学研发总监、化学药物研发、临床药学主管"], "name": ["中药资源与开发"]}, {"des": ["药物制剂研究员、制剂研究员、药物分析、药品研发 销售人员、生产工艺员、药物制剂、药物制剂研发人员、药物制剂项目经理、制剂工艺研究员、研发人员、药品研发、制剂研发人员"], "name": ["蒙药学"]}, {"des": ["中药师、执业药师、中药调剂员、销售代表、qc、中药制剂师、qa、产品经理、职业药师、执业中药师、质量管理员、药剂师"], "name": ["藏药学"]}, {"des": ["药物制剂研究员、中药师、执业药师、中药调剂员、销售代表、qc、中药制剂师、药物制剂项目经理、制剂工艺研究员、研发人员、药品研发、制剂研发人员"], "name": ["中草药栽培与鉴定"]}, {"des": ["数据采集中"], "name": ["应用药学"]}, {"des": ["数据采集中"], "name": ["中药制药"]}]}, {"name": "法医学类(01009）", "children": [{"des": ["法医学检案鉴定、销售工程师、人伤调查员、外科医生、检验师、主任医师、"], "name": ["法医学"]}]}, {"name": "医学技术类(010010）", "children": [{"des": ["销售代表、销售经理、区域销售经理、检验师、医学检验、销售工程师、技术支持、检验员、销售专员、产品经理、现场硬件支持、区域经理"], "name": ["医学检验技术"]}, {"des": ["b超医生、软件实施工程师、b超医师、放射科医生、放射科医师、临床医学 临床药学 医学影像学和护理学应往届毕业生、售前工程师、健管中心医生 顾问 技师、彩超医生、放射科技师、物理师、超声科"], "name": ["医学影像技术"]}, {"des": ["检眼师、验光师、验光配镜师、眼科医生、美容导师、销售主管、销售代表 主管、技术支持工程师、产品专员、技术员"], "name": ["眼视光学"]}, {"des": ["康复治疗师、医疗器械销售代表、康复理疗师、康复耗材产品销售工程师、护士、康复医师、主任医师、康复师、康复技师、康复医生、康复科医师、康复科医生"], "name": ["康复治疗学"]}, {"des": ["口腔医生、口腔科医生、销售代表、口腔医师、市场专员、口腔产品销售代表、口腔科医师、牙科医生、美容牙科医生、销售经理、区域经理、客服专员"], "name": ["口腔医学技术"]}, {"des": ["化验员、质检员、检验员、省区招商销售经理、qc、品控员、仓库管理员、品管员、国家级检验项目与课题推广专员、软件实施工程师、品控经理、采购员"], "name": ["卫生检验与检疫"]}, {"des": ["聋哑教师、助听器配验师、康复治疗师、护士、眼科医生、医药代表、护士长、护理部主任、导医、产品专员、美容导师、医院代表"], "name": ["听力与言语康复学"]}]}, {"name": "护理学类(01010）", "children": [{"des": ["技术员、实验员、销售工程师、技术支持、销售代表 客户代表、销售区域经理、实验室技术员、研发工程师、销售代表、销售经理、驻外技术专员、医学检验人员"], "name": ["医学实验技术"]}, {"des": ["护士、美容师、销售代表、医药代表、护士长、护理部主任、导医、产品专员、美容导师、医院代表、手术室护士、客服专员、研发工程师、销售代表、销售经理"], "name": ["护理学"]}]}]}, {"name": ["管理学（10）"], "children": [{"name": "管理科学与工程类(1001）", "children": [{"des": ["项目部助理工程师、咨询顾问、生产技术员、工程师助理、生产计划员、采购员、中国共产党中央委员会和地方各级党组织负责人"], "name": ["管理科学"]}, {"des": ["地区经理、网络管理员、信息管理员、国家行政机关及其工作机构负责人、信息部经理、省级销售经理、it经理、erp实施工程师、it专员、信息技术主管、网络信息管理员、it部经理、信息系统管理员"], "name": ["信息管理与信息系统"]}, {"des": ["项目经理、销售工程师、土建工程师、电气工程师、工程部经理、资料员、施工员、水电工程师、网络工程师、销售经理、质量工程师、软件工程师"], "name": ["工程管理"]}, {"des": ["销售经理、策划经理、总经理、项目总经理、营销总监、副总经理、策划总监、招商经理、置业顾问、项目经理、销售主管、策划主管"], "name": ["房地产开发与管理"]}, {"des": ["预算员、造价工程师、造价员、土建预算员、工程造价师 预结算、土建造价工程师、安装造价工程师、土建工程师、工程预算员、安装预算员、土建造价师、项目经理"], "name": ["工程造价"]}, {"des": ["行政助理、保密员、管理保密员、网络管理保密员、"], "name": ["保密管理"]}, {"des": ["数据采集中"], "name": ["产品质量工程"]}, {"des": ["数据采集中"], "name": ["项目管理"]}, {"des": ["数据采集中"], "name": ["管理科学与工程"]}, {"des": ["数据采集中"], "name": ["房地产经营管理"]}]}, {"name": "工商管理类(1002）", "children": [{"des": ["销售经理、总经理助理、人事专员、销售代表、储备干部、总经理、销售总监、副总经理、省区经理、人事主管、人力资源专员、办公室主任"], "name": ["工商管理"]}, {"des": ["销售经理、销售代表、市场专员、销售主管、区域销售经理、课程顾问、销售总监、客户经理、区域经理、营销总监、学术推广员、市场经理"], "name": ["市场营销"]}, {"des": ["会计、出纳、财务经理、出纳员、财务主管、成本会计、财务总监、会计主管、财务会计、财务 会计助理、主办会计、收银员"], "name": ["会计学"]}, {"des": ["财务经理、会计、财务总监、财务主管、出纳、会计主管、出纳员、主办会计、财务会计、成本会计、财务部经理、主管会计"], "name": ["财务管理"]}, {"des": ["外贸业务员、外贸 贸易专员 助理、外贸专员、商务助理、外贸经理、外贸业务、外贸助理、商务专员、销售助理、商务经理、外贸跟单、外贸主管"], "name": ["国际商务"]}, {"des": ["人事专员、人事主管、人事助理、人力资源专员、招聘专员、人力资源经理、人力资源主管、人事经理、人事行政专员、人事文员、行政助理、行政人事专员"], "name": ["人力资源管理"]}, {"des": ["会计、财务经理、财务总监、财务主管、会计主管、审计专员、审计经理、主办会计、审计主管、审计助理、财务会计、总账会计"], "name": ["商品学"]}, {"des": ["财务经理、物业管理经理、办事处主任、资产评估师、财务总监、项目经理、财务主管、注册资产评估师、风控经理、会计、投资经理、物业经理"], "name": ["审计学"]}, {"des": ["物业经理、物业管理员、客服主管、项目经理、物业管理经理、物业项目经理、物业主管、物业管理专员 助理、客服专员、物业助理、客服助理、工程主管"], "name": ["物业管理"]}, {"des": ["区域总经理、总经理、总经理助理、项目经理、销售代表、市场专员、销售主管、区域销售经理、课程顾问、销售总监、客户经理、区域经理、营销总监"], "name": ["文化产业管理"]}, {"des": ["人事专员、人力资源经理、人事主管、人力资源专员、人事经理、人力资源主管、销售代表、人事行政经理、人事助理、人事行政主管、人事行政专员、行政人事主管"], "name": ["劳动关系"]}, {"des": ["体育教师、运动设施管理人员、装饰施工管理员、销售主管、置业顾问、销售代表"], "name": ["体育经济与管理"]}, {"des": ["销售经理、销售代表、市场专员、销售主管、区域销售经理、课程顾问、销售总监、客户经理、区域经理、营销总监、学术推广员、市场经理"], "name": ["市场营销教育"]}, {"des": ["数据采集中"], "name": ["资产评估"]}, {"des": ["数据采集中"], "name": ["商务策划管理"]}, {"des": ["数据采集中"], "name": ["特许经营管理"]}]}, {"name": "农业经济管理类(1003）", "children": [{"des": ["农化专员、销售人员、销售经理、销售代表、市场专员、销售主管、区域销售经理、课程顾问、销售总监、客户经理、区域经理、营销总监、学术推广员、市场经理"], "name": ["农林经济管理"]}, {"des": ["业务发展经理、销售代表、senior economist 高级经济规划师、农化专员、销售人员、销售经理、销售代表、市场专员、销售主管、区域销售经理、课程顾问"], "name": ["农村区域发展"]}, {"des": ["数据采集中"], "name": ["高等教育管理"]}, {"des": ["数据采集中"], "name": ["公共政策学"]}, {"des": ["数据采集中"], "name": ["公共管理"]}, {"des": ["数据采集中"], "name": ["国防教育与管理"]}, {"des": ["数据采集中"], "name": ["航运管理"]}, {"des": ["数据采集中"], "name": ["公共安全管理"]}, {"des": ["数据采集中"], "name": ["体育产业管理"]}, {"des": ["数据采集中"], "name": ["食品经济管理"]}, {"des": ["数据采集中"], "name": ["应急管理"]}]}, {"name": "公共管理类(1004）", "children": [{"des": ["人事专员、办事处销售行政人员、人力资源专员、行政主管、培训主任、销售代表、储备干部、总经理、销售总监、副总经理、省区经理、人事主管、人力资源专员、办公室主任"], "name": ["公共事业管理"]}, {"des": ["行政专员 助理、行政助理、行政主管、行政专员、行政文员、行政经理、文员、前台接待 总机 接待生、行政前台、前台文员、办公室主任、总经理助理"], "name": ["行政管理"]}, {"des": ["人事专员、人力资源专员、人事主管、人事行政专员、人力资源主管、人事经理、人力资源经理、客服主管、项目经理、物业管理经理、物业项目经理"], "name": ["劳动与社会保障"]}, {"des": ["土地拓展经理、开发报建专员、投资拓展经理、土地资源管理、项目经理、投资管理岗、估价师助理、土地评估师、工程师助理、策划经理"], "name": ["土地资源管理"]}, {"des": ["项目实施工程师、销售经理、城市销售经理、售后技术支持工程师、城市经理、房地产项目总经理、销售总监"], "name": ["城市管理"]}, {"des": ["物流专员、物流采购专员、行政物流专员、监管人员、海关业务管理里人员"], "name": ["海关管理"]}, {"des": ["现场应用工程师、销售经理、司机、管理培训生、销售代表、物流操作员、融资租赁业务经理、储备干部、调度员、物流类管理培训生、客服专员 助理、试验检测员"], "name": ["交通管理"]}, {"des": ["管理再训生、金属矿产部检验员"], "name": ["海事管理"]}, {"des": ["总经理助理、销售经理、客服经理、总经理、办公室主任、董事长助理、总经理秘书、总裁助理 总经理助理、副总经理、市场专员、销售总监、行政主管"], "name": ["公共关系学"]}]}, {"name": "图书情报与档案管理类(1005）", "children": [{"des": ["图书管理员、市场专员、客户经理、图书馆馆长、图书馆营业员、档案管理员、图书采购员、图书分类人员"], "name": ["图书馆学"]}, {"des": ["档案管理员、档案资料员、人事档案拆状员、劳资档案专员、"], "name": ["档案学"]}, {"des": ["人事专员、人力资源主管、招聘专员、人力资源专员、人事主管、人力资源经理、人事助理、人力资源助理、人事经理、人力资源总监、人事行政专员、招聘主管"], "name": ["信息资源管理"]}]}, {"name": "物流管理与工程类(1006）", "children": [{"des": ["仓库管理员、仓库主管、店长、物流经理、物流主管、仓管员、物流专员、物流专员 助理、采购经理、采购主管、销售经理、采购员"], "name": ["物流管理"]}, {"des": ["连锁酒店总经理、采购工程师、销售工程师、ie工程师、物流工程师、采购经理、软件工程师、采购员、项目经理、采购专员、销售代表、机械工程师"], "name": ["物流工程"]}, {"des": ["采购管理员、销售经理、总经理助理、人事专员、销售代表、储备干部、总经理、销售总监、统计员、物流员、公务员、事业单位、网站编辑、研究员、媒介策划、秘书、记者"], "name": ["采购管理"]}]}, {"name": "工业工程类(1007）", "children": [{"des": ["普通工业工程技术人员、销售工程师、管理（工业）工程技术人员、电气工程师、技术支持工程师、工程经理、能源工程师、项目经理、销售经理、自控工程师、设备工程师、技术工程师"], "name": ["工业工程"]}, {"des": ["标准化工程师、技术总监、销售工程师、电气工程师、染料标准工、标准化、计量、质量工程技术人员、技术支持工程师、高级工程师、标准化专员"], "name": ["标准化工程"]}, {"des": ["质量工程技术人员、其他标准化、计量、质量工程技术人员、质量工程师、品质工程师、软件测试工程师、工艺工程师、测试工程师、qe工程师、研发工程师、产品工艺 制程工程师、机械工程师、产品工程师、质量管理工程师、采购工程师"], "name": ["质量管理工程"]}]}, {"name": "电子商务类(1008）", "children": [{"des": ["电子商务专员、电子商务、外贸业务员、销售代表、淘宝客服、网络推广专员、电子商务经理、网络推广、销售经理、电子商务主管、电话销售、淘宝美工"], "name": ["电子商务"]}, {"des": ["软件销售 业务助理 电话销售、会计、软件销售 电话销售 业务助理、财务总监、财务经理、外贸业务员、财务主管、法务专员、招聘专员、人力资源总监、商务专员、外贸专员"], "name": ["电子商务及法律"]}]}, {"name": "旅游管理类(1009）", "children": [{"des": ["导游、销售代表、销售经理、电话销售、储备干部、销售主管、饭店、旅游及健身娱乐场所服务人员、其他旅游及公共游览场所服务员、客户经理、销售助理、业务员、区域经理、客服专员、销售精英、销售总监"], "name": ["旅游管理"]}, {"des": ["客房经理、人力资源经理、销售与市场营销经理、餐厅经理、前台经理、大堂经理、客户经理、销售助理、业务员、区域经理、客服专员"], "name": ["酒店管理"]}, {"des": ["会展设计师、会展管理人员、策划经理、设计总监、创意总监、会展项目经理、文案策划"], "name": ["会展经济与管理"]}, {"des": ["销售代表、课程顾问 讲师助理 教育指导、课程顾问、销售助理、销售经理、市场开发部经理、销售人员、教育咨询师、电话销售、销售文员、客户经理、销售文员 销售助理"], "name": ["旅游管理与服务教育"]}]}]}, {"name": ["艺术学（11）"], "children": [{"name": "艺术学理论类(1101）", "children": [{"des": ["艺术史讲师、艺术教授、少儿英语教师、钢琴教师、音乐教师、幼儿园教师、幼儿教师、声乐老师、幼儿英语教师、早教教师、钢琴老师、亲子教师、少儿英语老师"], "name": ["艺术史论"]}]}, {"name": "音乐与舞蹈学类(1102）", "children": [{"des": ["茶艺师、少儿英语教师、钢琴教师、音乐教师、幼儿园教师、幼儿教师、声乐老师、幼儿英语教师、早教教师、钢琴老师、亲子教师、少儿英语老师"], "name": ["音乐表演"]}, {"des": ["音乐制作人、小学音乐教师、歌手、音乐教师、钢琴教师、音乐老师、早教老师、初中音乐教师、幼儿教师、钢琴老师、后期制作、教师、高中音乐教师"], "name": ["音乐学"]}, {"des": ["作曲家、音乐教师、录音师、音乐编辑、音乐制作人、作曲专员、音乐制作人、小学音乐教师、歌手、音乐教师、钢琴教师"], "name": ["作曲与作曲技术理论"]}, {"des": ["舞蹈编导、舞蹈演员、舞蹈家、幼儿舞蹈教师、舞蹈讲师、主持人、小学舞蹈教师、少儿英语教师、幼师、幼儿教材销售代理商、英语教师、动画师"], "name": ["舞蹈表演"]}, {"des": ["舞蹈老师、舞蹈教师、幼儿教师、早教老师、亲子教师、英语教师、幼师、舞蹈演员、、幼儿园教师、音乐老师、教师"], "name": ["舞蹈学"]}, {"des": ["舞蹈教师、舞蹈演员、培训舞蹈教师、幼儿舞蹈教师、舞蹈讲师、主持人、小学舞蹈教师"], "name": ["舞蹈编导"]}]}, {"name": "戏剧与影视学类(1103）", "children": [{"des": ["文学、艺术研究人员、影视服装员、影视舞台烟火特效员、播音员及节目主持员、节目主持员、播音员、其他播音员及节目主持员、"], "name": ["表演"]}, {"des": ["游戏文案策划、文案策划、剧情策划、执行策划、游戏剧情策划、编剧、游戏策划、舞蹈老师、动画编剧、音乐老师、游戏执行策划、手机游戏策划"], "name": ["戏剧学"]}, {"des": ["广播电影电视技术人员、广播电视编播工程技术人员、广播电视传输覆盖工程技术人员、动画编剧、影视编导、广播电影电视技术人员、"], "name": ["电影学"]}, {"des": ["编剧、文案策划、动画编剧、影视编导、广播电影电视技术人员、广播电视编播工程技术人员、广播电视传输覆盖工程技术人员"], "name": ["戏剧影视文学"]}, {"des": ["编导、影视后期制作、导播、文案策划、电视导演、文案策划、编导、技术工程师、运维工程师、销售代表、销售工程师、主持人、影视编导"], "name": ["广播电视编导"]}, {"des": ["编剧、文案策划、动画编剧、影视编导、广播电影电视技术人员、广播电视编播工程技术人员、广播电视传输覆盖工程技术人员"], "name": ["戏剧影视导演"]}, {"des": ["影视舞台设备安装调试及运行操作人员、影视编导、广播电影电视技术人员、编剧、文案策划、动画编剧、、广播电视编播工程技术人员、广播电视传输覆盖工程技术人员"], "name": ["戏剧影视美术设计"]}, {"des": ["录音师、配音师、歌手、录音助理、"], "name": ["录音艺术"]}, {"des": ["主持人、论坛管理活动策划、播音员及节目主持员、节目主持员、播音员、其他播音员及节目主持员、编剧、文案策划、动画编剧、影视编导"], "name": ["播音与主持艺术"]}, {"des": ["影视动画制作员、影视木偶制作员、插画师"], "name": ["动画"]}, {"des": ["其他影视制品制作人员、电影洗印员、影视设备机械工、影视制品制作人员、影视置景制作员、影视服装员、拷贝字幕员、拷贝检片员、编剧、文案策划、动画编剧、影视编导"], "name": ["影视摄影与制作"]}]}, {"name": "美术学类(1104）", "children": [{"des": ["美术专业人员、工艺、美术品制作人员、美术品制作人员、装饰美工、其它美术品制作人员、其它工艺，美术品制作人员、平面设计、平面设计实习生 设计师 平面设计 广告设计"], "name": ["美术学"]}, {"des": ["工艺画制作工、壁画制作工、平面设计师、平面设计、平面设计实习生 设计师 平面设计 广告设计 网页设计及网页美工 文员客服 平面设计培训讲师 热聘中、设计师、美工、插画师、美术老师、ui设计师、原画师、室内设计师、设计助理、服装设计师、油画外框制作工、"], "name": ["绘画"]}, {"des": ["雕塑师、雕塑设计师、软装设计总监、设计师、景观工程师、软装设计师、油泥模型师、少儿美术教师、景观设计师、模型师、产品设计师、平面设计师"], "name": ["雕塑"]}, {"des": ["摄影师、平面设计师、平面设计、淘宝美工、摄影助理、美工、平面设计实习生、 设计师 、平面设计、 广告设计 网页设计及网页美工 、文员客服 、平面设计培训讲师、网站编辑、摄像师、网店美工、化妆师、摄影师助理"], "name": ["摄影"]}, {"des": ["书法老师、书法鉴定员、书法家、图书编辑、人力资源经理"], "name": ["书法学"]}, {"des": ["壁画制作工、版画制作工、工艺画制作工、画家、"], "name": ["中国画"]}]}, {"name": "设计学类(1105）", "children": [{"des": ["文学、艺术研究人员、文学艺术工作人员、其他文学艺术工作人员、平面设计师、室内设计师、设计师、ui设计师、平面设计实习生 设计师 平面设计 广告设计 网页设计及网页美工 文员客服 平面设计培训讲师、景观设计师、软装设计师、美工、网页设计师、园艺 园林 景观设计师、设计总监、、"], "name": ["艺术设计学"]}, {"des": ["广告设计师、广告策划人员、平面设计师、多媒体设计师、影视设计师、形象管理设计师、景观设计师、建筑设计师、他文学艺术工作人员、平面设计师、室内设计师、设计师、ui设计师、平面设计实习生"], "name": ["视觉传达设计"]}, {"des": ["园林设计师、展示\\展览设计师、室内创意设计师、景观设计师、CAD绘图师、册建筑师、注册土木工程师、注册监理工程师和注册造价师"], "name": ["环境设计"]}, {"des": ["产品设计师、展示\\展览设计师、软装设计师、美工、网页设计师、实用工艺设计人员、陈列展览设计人员、他文学艺术工作人员、平面设计师、室内设计师、设计师、ui设计师、平面设计实习生"], "name": ["产品设计"]}, {"des": ["影视服装员、服装设计人员、胶制服装上胶工、服装鞋帽检验工、服装水洗工"], "name": ["服装与服饰设计"]}, {"des": ["文学、艺术研究人员、文学艺术工作人员、其他文学艺术工作人员、平面设计师、室内设计师、设计师、ui设计师、平面设计实习生 设计师 平面设计 广告设计 网页设计及网页美工 文员客服 平面设计培训讲师、景观设计师、软装设计师、美工、网页设计师、园艺 园林 景观设计师、设计总监、、"], "name": ["公共艺术"]}, {"des": ["工艺美术专业人员、其他工艺美术专业人员、工艺染织制作工、工艺、美术品制作人员、漆器工艺品制作人员、其它漆器工艺品制作工、抽纱刺绣工艺品制作人员、金属工艺品制作人员、其它金属工艺品制作人员、雕刻工艺品制作人员、工艺品雕刻工、民间工艺品制作工、工艺画制作工、印染工艺检验工"], "name": ["工艺美术"]}, {"des": ["平面设计实习生、设计师、平面设计、广告设计、 网页设计及网页美工 、文员客服 、平面设计培训讲师、文学艺术工作人员、其他文学艺术工作人员"], "name": ["数字媒体艺术"]}, {"des": ["文学、艺术研究人员、其他文学艺术工作人员、广告设计师、广告策划人员、平面设计师、多媒体设计师、影视设计师、形象管理设计师、景观设计师、建筑设计师"], "name": ["艺术与科技"]}, {"des": ["数据采集中"], "name": ["陶瓷艺术设计"]}]}]}]